[
  {
    "id": "100",
    "og_text": "Debido a la propiedad privada de la tierra y a los altos precios del terreno, todos los países en desarrollo tienen un gran problema de barrios pobres.",
    "nllb": "Lurraren pribatutasunagatik eta prezio altuagatik, garapen bidean dauden herrialdeek auzo txiroetan arazo handiak dituzte.",
    "upv-cmbt": "Lurraren jabetza pribatua eta lurraren prezio altuak direla eta, garapen bidean dauden herrialde guztiek auzo pobreen arazo handia dute.",
    "itzuli": "Lurraren jabetza pribatua eta lurraren prezio altuak direla eta, garapen bidean dauden herrialde guztiek auzo pobreen arazo handi bat dute.",
    "language": "es"
  },
  {
    "id": "102",
    "og_text": "El gobierno local advierte a quienes residen en las cercanías de la planta que no salgan de sus hogares, mantengan apagados los aires acondicionados y no consuman agua del grifo.",
    "nllb": "",
    "upv-cmbt": "Etxeetatik irten, aire egokituak itzali eta iturriko urik ez kontsumitzeko ohartarazi die tokiko gobernuak plantaren inguruan bizi direnei.",
    "itzuli": "Tokiko gobernuak etxetik ez ateratzeko, aire girotua itzalita mantentzeko eta iturriko urik ez kontsumitzeko ohartarazi die lantegitik gertu bizi direnei.",
    "language": "es"
  },
  {
    "id": "107",
    "og_text": "Si bien casi todos los monasterios entregan abrigos a las mujeres que llegan sin estar preparadas, si usted lleva el suyo, sobre todo si tiene colores brillantes, el monje o la monja le sonreirán en la entrada.",
    "nllb": "",
    "upv-cmbt": "Monasterio ia guztiek prest egon gabe iristen diren emakumeei berokiak ematen badizkiete ere, zurea eramaten baduzu, batez ere kolore distiratsuak baditu, monjeak edo mojak irribarre egingo dizute sarreran.",
    "itzuli": "Ia monasterio guztiek berokiak ematen badizkiete ere prestatu gabe iristen diren emakumeei, zurea baldin badaukazu, batez ere kolore distiratsuak badituzu, monjeak edo mojak irribarre egingo dizute sarreran.",
    "language": "es"
  },
  {
    "id": "109",
    "og_text": "El senderismo es una actividad que se practica al aire libre y que se trata de hacer caminatas por entornos naturales, con frecuencia por caminos hechos al efecto.",
    "nllb": "",
    "upv-cmbt": "Xendazaletasuna aire zabalean egiten den jarduera bat da, eta ingurune naturaletan ibilaldiak egitea da helburua, sarritan horretarako egindako bideetatik.",
    "itzuli": "Mendi-ibiliak aire zabalean egiten dira eta ingurune naturaletan ibilaldiak egitea da helburua, askotan horretarako egindako bideetatik.",
    "language": "es"
  },
  {
    "id": "111",
    "og_text": "Lo que necesitamos es acelerar la implementación y cambiar el discurso de uno de miedo y confusión, que sólo conlleva a la apatía, a uno de comprensión y posibilidad y, por lo tanto, a la oportunidad.",
    "nllb": "Orain behar duguna inplementazioa azkartzea da eta diskurtsoa aldatzea, beldurra eta nahasmena apatia bihurtzetik eta ulermena eta aukera bihurtzera.",
    "upv-cmbt": "Behar duguna da inplementazioa azkartzea eta beldurraren eta nahasmenaren diskurtsoa aldatzea, apatiara, ulermenera eta aukerara eta, beraz, aukerara baino ez dakarrena.",
    "itzuli": "",
    "language": "es"
  },
  {
    "id": "116",
    "og_text": "El problema radica en que la nieve es pegajosa, motivo por el cual requiere algo de activación para caer, y eso que cae puede ser el desencadenante del resto.",
    "nllb": "Arazoa da elurra pegatzailea dela, eta erortzeko beharrezkoa dela pizgarri batzuk ematea, eta elurrak sortutakoak beste guztia kitatzeko gai izan gaitezkeela.",
    "upv-cmbt": "Arazoa da elurra itsaskorra dela, eta horregatik aktibazio pixka bat behar da erortzeko, eta erortzen den hori izan daiteke gainerakoen eragilea.",
    "itzuli": "Arazoa da elurra itsaskorra dela, eta, horregatik, zerbait aktibatu behar dela erortzeko, eta erortzen den hori gainerakoen abiarazlea izan daiteke.",
    "language": "es"
  },
  {
    "id": "117",
    "og_text": "Aun cuando no hubo amenaza de tsunami, los habitantes comenzaron a dejarse llevar por el pánico y a dejar sus negocios y sus casas.",
    "nllb": "Tsunami-mehatxuak agertu ez arren, biztanleak beldurrez hasi ziren eta beren negozioak eta etxeak abandonatu zituzten.",
    "upv-cmbt": "",
    "itzuli": "Tsunami mehatxurik izan ez bazen ere, herritarrak izututa geratu ziren eta beren negozioak eta etxeak utzi zituzten.",
    "language": "es"
  },
  {
    "id": "118",
    "og_text": "Cuando conocí a esta encantadora dama en los viejos tiempos tenía una idea clara de lo que quería hacer en mi trabajo pero en realidad no sabía lo que quería ser...",
    "nllb": "Aspaldi ezagutu nuen emakume zoragarri hau eta banekien zer egin nahi nuen lan honetan. Baina ez nekien zer izan nahi nuen.",
    "upv-cmbt": "",
    "itzuli": "Garai batean dama xarmangarri hau ezagutu nuenean argi neukan zer egin nahi nuen nire lanean, baina ez nekien zer izan nahi nuen...",
    "language": "es"
  },
  {
    "id": "122",
    "og_text": "Emplea tecnología satelital, en contraste con la vieja tecnología de radar terrestre, con el fin de posibilitar que los controladores de tráfico aéreos detecten aeronaves con mayor precisión y proporcionen datos más exactos a los pilotos.",
    "nllb": "",
    "upv-cmbt": "Satelite bidezko teknologia erabiltzen du, Lurreko radar teknologia zaharrarekin alderatuta, aire-zirkulazioko kontrolatzaileek aireontziak zehaztasun handiagoz detekta ditzaten eta pilotuei datu zehatzagoak eman diezaieten.",
    "itzuli": "Satelite-teknologia erabiltzen du, lurreko radarraren teknologia zaharrarekin kontrastean, aire-trafikoko kontrolatzaileek aireontziak zehaztasun handiagoz detektatzeko eta pilotuei datu zehatzagoak emateko.",
    "language": "es"
  },
  {
    "id": "139",
    "og_text": "Primero nos acercábamos a las personas, les preguntábamos su intención de voto y, mientras completaban las respuestas, nosotros escribíamos las respuestas que iban en dirección opuesta.",
    "nllb": "",
    "upv-cmbt": "Lehenik eta behin, pertsonengana hurbiltzen ginen, haien boto-asmoa galdetzen genien, eta, erantzunak osatzen zituzten bitartean, guk kontrako norabidean zihoazen erantzunak idazten genituen.",
    "itzuli": "Lehenengo, pertsonengana hurbiltzen ginen, haien boto-asmoa galdetzen genien, eta, erantzunak osatzen zituzten bitartean, guk kontrako norabidean idazten genituen erantzunak.",
    "language": "es"
  },
  {
    "id": "14",
    "og_text": "Los gorilas pueden ser dos o tres veces más grandes que nosotros, de modo que sus cerebros deberían ser también más grandes que los nuestros, sin embargo, ocurre lo opuesto.",
    "nllb": "Gorilak gu baino 2 edo 3 aldiz handiagoak izan daitezke, beraz, haien garunak gureak baino handiagoak izan beharko lukete. Baina gorilak ez dira gureak baino handiagoak.",
    "upv-cmbt": "Gorilak gu baino bi edo hiru aldiz handiagoak izan daitezke, beraz, haien garunak ere gureak baino handiagoak izan beharko lirateke, hala ere, kontrakoa gertatzen da.",
    "itzuli": "",
    "language": "es"
  },
  {
    "id": "141",
    "og_text": "Vivamos en un planeta lleno de vegetación exuberante, donde los pueblos aislados puedan permanecer no contactados, manteniendo ese misterio y ese conocimiento si así lo deciden.",
    "nllb": "Bizi gara berde berdeen planetan. Bertan, isolatuta dauden herriak kontaktuan jarri gabe gera daitezke, eta euren misterioa eta jakintza mantendu, hala nahi badute.",
    "upv-cmbt": "Bizi gaitezen landaredi oparoz betetako planeta batean, non herri isolatuak kontaktatu gabe egon daitezkeen, misterio eta ezagutza hori mantenduz, hala erabakitzen badute.",
    "itzuli": "",
    "language": "es"
  },
  {
    "id": "148",
    "og_text": "En los países de bajos ingresos, después de que los alimentos salen de la granja, la mayoría se desperdicia al comienzo de la cadena de suministro por los desafíos de infraestructura y almacenamiento.",
    "nllb": "Diru-sartze baxuko herrietan, janaria landetxetik irten ostean, gehiena horniketa-katearen hasieran galtzen da azpiegitura eta biltegiratzearen ondorioz.",
    "upv-cmbt": "Diru-sarrera txikiko herrialdeetan, elikagaiak baserritik irten ondoren, gehienak hornidura-katearen hasieran alferrik galtzen dira azpiegitura- eta biltegiratze-erronkengatik.",
    "itzuli": "Diru-sarrera txikiko herrialdeetan, elikagaiak baserritik atera ondoren, gehienak alferrik galtzen dira hornikuntza-katearen hasieran, azpiegitura eta biltegiratze erronkengatik.",
    "language": "es"
  },
  {
    "id": "149",
    "og_text": "La primera en la que quiero pensar es la idea de \"entornos propicios\", y parte de reconocer algo muy básico y es que los refugiados son seres humanos, como otros, solo que atraviesan circunstancias extraordinarias.",
    "nllb": "Aztertu nahi dudan lehenengo ideia \"inguruneak egokitzea\" da, eta funtsezko faktore bat onartzearekin hasten da: iheslariak gizakiak dira, beste guztiok bezala, baina ezohiko egoeretan bizi dira.",
    "upv-cmbt": "",
    "itzuli": "Pentsatu nahi dudan lehenengo ideia \"ingurune aproposen\" ideia da, eta oso oinarrizkoa den zerbait onartzetik abiatzen da: errefuxiatuak gizakiak dira, beste batzuk bezala, baina ezohiko egoerak bizi dituzte.",
    "language": "es"
  },
  {
    "id": "15",
    "og_text": "Te sugiero que busques en lo más profundo de tu ser y encuentres algo que te mantenga despierto un poco más porque la próxima transmisión puede reavivar tus ganas de vivir.",
    "nllb": "Zeure baitan bilatzen saiatu eta aurkituko duzu zerbait gehiago. Hurrengo transmisioak bizirauteko gogoa piztuko dizu.",
    "upv-cmbt": "",
    "itzuli": "Zure izatearen sakonenean bilatu eta esna mantenduko zaituen zerbait aurkitzea iradokitzen dizut, hurrengo transmisioak zure bizitzeko gogoa berpiztu baitezake.",
    "language": "es"
  },
  {
    "id": "153",
    "og_text": "A lo mejor, ésa es la razón por la que la pasada noche, la brisa que soplaba sobre el acebo parecía decirme que me pusiese en contacto contigo.",
    "nllb": "Beharbada, horregatik esan zidan bart gauean hostoaren gainean hegan egiten zuen haizeak zurekin harremanetan jartzeko.",
    "upv-cmbt": "Agian horregatik, joan den gauean, gorostiaren gainean zegoen haize zakarrak zurekin harremanetan jartzeko esan zidan.",
    "itzuli": "Agian, horregatik, bart, gorostiaren gainean jotzen zuen brisak zurekin harremanetan jartzeko esan zidan.",
    "language": "es"
  },
  {
    "id": "154",
    "og_text": "Los terapistas no pueden éticamente implantar falsos recuerdos en la mente de sus pacientes incluso si esto pudiera ayudarles, pero no hay nada que detenga a un padre de intentar esto con su adolescente con sobrepeso u obesidad.",
    "nllb": "Terapeutak ezin du etikoki oroitzapen faltsurik txertatu pazienteen gogamenean laguntzeko bada ere, baina ezerk ez dio guraso bati galerazten haur obesoekin egiten saiatzeko.",
    "upv-cmbt": "",
    "itzuli": "Terapeutek ezin dute etikoki oroitzapen faltsurik ezarri beren pazienteen buruan, baita horrek lagun badiezaieke ere, baina ez dago ezer aita geldiaraziko duenik bere nerabearekin hori egiten saiatzeko, gehiegizko pisuarekin edo gizentasunarekin.",
    "language": "es"
  },
  {
    "id": "155",
    "og_text": "La agricultura de subsistencia es una práctica sencilla, generalmente orgánica, que combina el uso de semillas almacenadas originarias de la región ecológica con la rotación de cultivos u otros métodos comparativamente simples para maximizar la producción.",
    "nllb": "",
    "upv-cmbt": "Iraupen-nekazaritza praktika erraza da, gehienetan organikoa, eta eskualde ekologikoko jatorrizko hazi biltegiratuen erabilera eta laboreen errotazioa edo ekoizpena maximizatzeko beste metodo konparatiboki sinple batzuk konbinatzen ditu.",
    "itzuli": "Biziraupeneko nekazaritza praktika erraza da, gehienetan organikoa, eta eskualde ekologikoan jatorria duten eta biltegiratuta dauden haziak laboreen errotazioarekin edo ekoizpena maximizatzeko beste metodo sinple batzuekin konbinatzen ditu.",
    "language": "es"
  },
  {
    "id": "156",
    "og_text": "En las tiendas de cada esquina hay una enorme y confusa variedad de tarjetas de telefonía prepagas que pueden utilizarse en teléfonos públicos o comunes.",
    "nllb": "Izkinako dendetan, telefono publikoetan edo telefono arruntenetan erabil daitezkeen prepaid txartel ugari eta nahasgarriak daude.",
    "upv-cmbt": "",
    "itzuli": "Izkina bakoitzeko dendetan, telefono publikoetan edo komunetan erabil daitezkeen aurreordainketako telefonia-txartel ugari eta nahasiak daude.",
    "language": "es"
  },
  {
    "id": "159",
    "og_text": "En muchos casos, inscribirse en un programa de estudios en el extranjero durante un año sabático puede, en efecto, incrementar las posibilidades de acceder a la educación superior una vez se regresa al país de origen.",
    "nllb": "",
    "upv-cmbt": "Kasu askotan, atzerriko ikasketa-programa batean urte sabatiko batean izena emateak, izan ere, goi-mailako hezkuntzara sartzeko aukerak areagotu ditzake jatorrizko herrialdera itzultzen denean.",
    "itzuli": "Kasu askotan, urte sabatiko batean atzerriko ikasketa-programa batean izena emateak aukera gehiago eman ditzake goi-mailako hezkuntzan sartzeko, jatorrizko herrialdera itzulitakoan.",
    "language": "es"
  },
  {
    "id": "16",
    "og_text": "A veces, cuando de pronto se siente abrumado con tantos problemas... por videoconferencia, papá se congela y finge que la conexión falló... para no tener que hacer frente a las cosas en ese momento.",
    "nllb": "",
    "upv-cmbt": "Batzuetan, bat-batean hainbeste arazorekin estutzen denean... bideokonferentziaz, aita izoztu egiten da eta konexioak huts egin duela itxurak egiten ditu... une horretan gauzei aurre egin behar ez izateko.",
    "itzuli": "Batzuetan, bat-batean hainbeste arazok jota sentitzen denean... bideokonferentziaz, aita izoztu egiten da eta konexioak huts egin duelako itxurak egiten ditu... une horretan gauzei aurre egin behar ez izateko.",
    "language": "es"
  },
  {
    "id": "166",
    "og_text": "Lo que sobre todo quiero conseguir es que piensen acerca del lugar que la incertidumbre, el azar y la probabilidad ocupan en nuestro mundo, y cómo reaccionamos frente a ello, y que tan bien razonamos o no respecto a esto.",
    "nllb": "Benetan nahi dudana da zuek pentsatzea zelan jokatu behar dugun ziurtasunik gabeko bizitzan, probabilitatearekin, etab. Eta nola egiten dugun, eta oso ondo ulertzen dugun hori.",
    "upv-cmbt": "",
    "itzuli": "Batez ere lortu nahi dudana da pentsa dezatela ziurgabetasunak, zoriak eta probabilitateak gure munduan hartzen duten lekuaz, eta horren aurrean nola erreakzionatzen dugun, eta horren inguruan hain ongi arrazoitzen dugun ala ez.",
    "language": "es"
  },
  {
    "id": "167",
    "og_text": "Nuestro cerebro pesa entre 1.2 y 1.5 kg, pero los cerebros de elefante pesan entre 4 y 5 kg, y los cerebros de ballena pueden alcanzar los 9 kg, y es por esto que los científicos solían decir que nuestro cerebro era especial al explicar nuestras habilidades cognitivas.",
    "nllb": "",
    "upv-cmbt": "Gure garunak 1.2 eta 1.5 kg artean pisatzen du, baina elefante garunek 4 eta 5 kg artean pisatzen dute, eta bale garunak 9 kg-ra irits daitezke, eta horregatik zientzialariek esan ohi zuten gure garuna berezia zela gure gaitasun kognitiboak azaltzean.",
    "itzuli": "Gure garunak 1.2 eta 1.5 kg arteko pisua du, baina elefante-garunek 4 eta 5 kg arteko pisua dute, eta bale-garunek 9 kg arteko pisua. Horregatik, zientzialariek esan ohi zuten gure garuna berezia zela gure gaitasun kognitiboak azaltzean.",
    "language": "es"
  },
  {
    "id": "170",
    "og_text": "Todos los propietarios, tanto de casas, como de pisos, clavan en la puerta una placa con su nombre, como un escudo de armas, y estudian el periódico como si fueran los amos del mundo.",
    "nllb": "",
    "upv-cmbt": "Etxejabe guztiek, bai etxeek, bai pisuek, beren izena daraman plaka bat sartzen dute atean, armarri bat bezala, eta egunkaria aztertzen dute munduko nagusiak balira bezala.",
    "itzuli": "Jabe guztiek, bai etxeek, bai pisuek, beren izena duen plaka bat iltzatzen dute atean, armarri bat bailitzan, eta egunkaria aztertzen dute munduko nagusiak balira bezala.",
    "language": "es"
  },
  {
    "id": "171",
    "og_text": "En el primer estudio, puesto que los niños no sabían qué evaluación sería positiva o negativa, tomaban el camino más seguro y esperaban que me girara para presionar el mando.",
    "nllb": "Lehenengo ikerketan, umeek ez zekitelako zein ebaluatu dezaketen positiboa edo negatiboa, bide seguruena hartzen zuten eta nire itzulera espero zuten kontrolera pasatzeko.",
    "upv-cmbt": "",
    "itzuli": "Lehenengo azterketan, haurrek ez zekitenez zein ebaluazio izango zen positiboa edo negatiboa, biderik seguruena hartu eta agintea presionatzeko biratzea espero zuten.",
    "language": "es"
  },
  {
    "id": "174",
    "og_text": "También pueden guardarle la reserva en caso de que necesite tiempo para pensar mejor la oferta, o para obtener otros documentos para su destino (como, por ejemplo, la visa).",
    "nllb": "Erreserba ere gorde dezakete, eskaintza hobeto pentsatzeko denbora behar izanez gero, edo helmuga-agiriak lortzeko (bisa, adibidez).",
    "upv-cmbt": "",
    "itzuli": "Erreserba ere gorde diezaiokete, baldin eta denbora behar badu eskaintza hobeto pentsatzeko edo beste dokumentu batzuk eskuratzeko (adibidez, bisa).",
    "language": "es"
  },
  {
    "id": "176",
    "og_text": "Pasamos mucho tiempo hablando sin entendernos y no el suficiente hablando de nuestros desacuerdos, y si empezamos a encontrar compasión por el otro, entonces tenemos la oportunidad de construir en común.",
    "nllb": "Denbora asko ematen dugu hitz egiten, elkar ulertzen ez dugulako eta ez dugu behar bezainbeste denbora pasatzen gure desadostasunei buruz hitz egiten, eta besteonengan errukia izaten hasten bagara, orduan izango dugu elkarrekin eraikitzeko aukera.",
    "upv-cmbt": "",
    "itzuli": "Denbora asko pasatzen dugu elkar ulertu gabe hitz egiten, eta ez nahikoa gure desadostasunei buruz hitz egiten, eta bestearekiko errukia aurkitzen hasten bagara, orduan elkarrekin eraikitzeko aukera dugu.",
    "language": "es"
  },
  {
    "id": "177",
    "og_text": "Brasil es el país católico romano más grande del mundo y la iglesia católica romana se ha opuesto siempre a la legalización del matrimonio igualitario en ese país.",
    "nllb": "Brasil da munduko herrialde erromatar katoliko handiena eta Eliza katolikoa beti aurka izan da herrialde horretan ezkontza berdintasuna legeztatzearen aurka.",
    "upv-cmbt": "Brasil munduko erromatar herrialde katolikorik handiena da, eta Erromako eliza katolikoa herrialde horretan ezkontza parekidea legeztatzearen aurka agertu izan da beti.",
    "itzuli": "",
    "language": "es"
  },
  {
    "id": "178",
    "og_text": "Llevemos de inmediato más mujeres a la política siendo el único partido político con cuidado infantil gratuito para sus candidatas, para que puedan salir de la casa y empezar la campaña.",
    "nllb": "Emakume gehiago politikan sartu behar ditugu, lehenak izanik hauteskunde-hautagaiei doako haur-zaintza eskaintzen dien alderdi bakarra, etxetik atera eta kanpaina hasi ahal izateko.",
    "upv-cmbt": "",
    "itzuli": "Eraman ditzagun berehala emakume gehiago politikara, beren hautagaientzat haurren zaintza doan duen alderdi politiko bakarra izanik, etxetik atera eta kanpainari ekin diezaioten.",
    "language": "es"
  },
  {
    "id": "180",
    "og_text": "Bien, la razón por la que los chimpancés no lo hacen es porque no tienen lo que los psicólogos y antropólogos llaman \"aprendizaje social\".",
    "nllb": "Txinpantzeek hori ez egiteko arrazoia da, psikologoek eta antropologoek ikaskuntza soziala deitzen dutena falta zaiela.",
    "upv-cmbt": "Bada, txinpantzeek egiten ez duten arrazoia da ez dutela psikologoek eta antropologoek \"ikaskuntza soziala\" deitzen dutena.",
    "itzuli": "",
    "language": "es"
  },
  {
    "id": "181",
    "og_text": "Los eventos internacionales de horticultura son encuentros especializados en los que se exponen arreglos florales, jardines botánicos y todo aquello vinculado con las plantas.",
    "nllb": "Lorezaintza-ekitaldi nazioartekoak topaketa espezializatuak dira, non lore-arloko antolakuntzak, lorategi botanikoak eta landareekin lotutako guztia erakusten diren.",
    "upv-cmbt": "Baratzezaintzako nazioarteko ekitaldiak topaketa espezializatuak dira, non lore-konponketak, lorategi botanikoak eta landareekin lotutako guztia erakusten diren.",
    "itzuli": "",
    "language": "es"
  },
  {
    "id": "182",
    "og_text": "Estoy dando esta charla sobre esto, y conforme hablo, me doy cuenta de que no estaba dando una clase de historia; no era algo que estaba resuelto.",
    "nllb": "Honetaz ari naiz hizketan eta hitz egiten ari naizenean konturatzen naiz ez dela istorio klasiko bat; ez dela erabatekoa.",
    "upv-cmbt": "Honi buruzko hitzaldi hau ematen ari naiz, eta hitz egiten dudan heinean konturatzen naiz ez nintzela istorio bat ematen ari; ez zen konponduta zegoen zerbait.",
    "itzuli": "Gai honi buruzko hitzaldi hau ematen ari naiz, eta, hitz egiten dudan heinean, konturatzen naiz ez nintzela istorio bat ematen ari, ez zela konponduta zegoen zerbait.",
    "language": "es"
  },
  {
    "id": "185",
    "og_text": "Por otro lado, la generosidad con que una parte de mi generación se lanzó a la aventura politico-ideológica representa un valor positivo que terminará por ser reconocido.",
    "nllb": "Bestalde, nire belaunaldiko zati batek abentura politiko-ideologikora joateko erakutsi duen eskuzabaltasunak balio positiboa adierazten du, eta azkenean, onartuko da.",
    "upv-cmbt": "",
    "itzuli": "Bestalde, nire belaunaldiaren zati batek abentura politiko-ideologikoari ekin zion eskuzabaltasunak balio positiboa adierazten du, eta, azkenean, aitortu egingo da.",
    "language": "es"
  },
  {
    "id": "19",
    "og_text": "Por lo general, siempre que se mueva dentro de esta región podrá atravesar las fronteras sin pasar otra vez por un puesto de control de pasaportes.",
    "nllb": "Orokorrean, eskualde horretan mugitzen zarenean, muga zeharkatzeko aukera izango duzu pasaportea berrikusi gabe.",
    "upv-cmbt": "Oro har, eskualde horren barruan mugitzen bazara, mugak zeharkatu ahal izango dituzu pasaporteak kontrolatzeko postu batetik berriro igaro gabe.",
    "itzuli": "Eskuarki, eskualde horren barruan mugitzen den bakoitzean, mugak zeharkatu ahal izango ditu pasaporteak kontrolatzeko postu batetik berriro igaro gabe.",
    "language": "es"
  },
  {
    "id": "197",
    "og_text": "Combinen eso con una encuesta mundial de valores, que mide las opiniones políticas y, afortunadamente para mí, los hábitos de ahorro de millones de familias en cientos de países de todo el mundo.",
    "nllb": "Hori, elkartu munduko baloreen inkesta batekin, iritzi politikoa, eta nire zorionerako, aurrezteko portaera neurtzen dituena, mundu osoko ehundaka herrialdetako milioika familiri egina.",
    "upv-cmbt": "",
    "itzuli": "Konbinatu hori balioei buruzko munduko inkesta batekin. Inkesta horrek iritzi politikoak neurtzen ditu, eta, zorionez, mundu osoko ehunka herrialdetako milioika familien aurrezteko ohiturak.",
    "language": "es"
  },
  {
    "id": "208",
    "og_text": "Invertía cada momento del día pensando en ello, y justo unos días antes de su cita en la corte, se despertó en la mañana, doblegado por el dolor, y murió de un ataque cardíaco asociado al stress.",
    "nllb": "Eguneko ordu guztiak horretan pentsatzen eman zituen, eta epaiketa baino egun batzuk lehenago, goizean esnatu, minez kokildu, eta estresak sortutako bihotzekoagatik hil zen.",
    "upv-cmbt": "",
    "itzuli": "Eguneko une bakoitza horretan pentsatzen ematen zuen, eta gorteko zita baino egun batzuk lehenago, goizean esnatu zen, oinazeak makurturik, eta estresari lotutako bihotzekoak jota hil zen.",
    "language": "es"
  },
  {
    "id": "214",
    "og_text": "Viajar en avión puede generar miedo en personas de cualquier edad y lugar, en particular si nunca han pasado por la experiencia o si han vivido alguna situación traumática.",
    "nllb": "",
    "upv-cmbt": "Hegazkinez bidaiatzeak beldurra eragin dezake edozein adin eta lekutako pertsonengan, batez ere esperientziatik inoiz pasatu ez badira edo egoera traumatikoren bat bizi izan badute.",
    "itzuli": "Hegazkinez bidaiatzeak beldurra sor dezake edozein adin eta tokitako pertsonengan, bereziki esperientziatik inoiz pasatu ez badira edo egoera traumatikoren bat bizi izan badute.",
    "language": "es"
  },
  {
    "id": "216",
    "og_text": "Cuando una empresa quiere cerrar un trato con un amigo o conocido... generalmente finge estar negociando con otra... para que parezca una competencia real.",
    "nllb": "Enpresa batek tratu bat itxi nahi duenean lagun batekin edo ezagun batekin... beste enpresa batekin ari dela itxuratzen du... benetako lehiaketa baten itxura izan dezan.",
    "upv-cmbt": "Enpresa batek lagun edo ezagun batekin tratu bat itxi nahi duenean... normalean beste batekin negoziatzen ari den itxurak egiten ditu... benetako lehia bat irudi dezan.",
    "itzuli": "",
    "language": "es"
  },
  {
    "id": "217",
    "og_text": "El nuevo entorno cuenta con distintos recursos y competidores y, por lo tanto, una nueva población necesitará características o adaptaciones diferentes de las que tenía antes para ser un competidor fuerte. ",
    "nllb": "Ingurune berriak baliabide eta lehiakide desberdinak ditu, eta, beraz, populazio berriak lehenago zituen ezaugarri edo egokitzapen desberdinak beharko ditu lehiakide indartsua izateko. ",
    "upv-cmbt": "",
    "itzuli": "Ingurune berriak hainbat baliabide eta lehiakide ditu, eta, beraz, biztanle berri batek lehen zituenak ez bezalako ezaugarri edo egokitzapenak beharko ditu lehiakide indartsua izateko.",
    "language": "es"
  },
  {
    "id": "220",
    "og_text": "Cada episodio del programa se desarrollaría en torno a una temática abordada por un libro en particular y luego se exploraría ese tema mediante múltiples historias.",
    "nllb": "Programaren atal bakoitza liburu jakin batek jorratutako gai baten inguruan garatuko zen eta gero gai hori istorio anitzen bidez aztertuko zen.",
    "upv-cmbt": "Saioko atal bakoitza liburu jakin batek jorratutako gai baten inguruan garatuko litzateke, eta gero gai hori hainbat istorioren bidez aztertuko litzateke.",
    "itzuli": "Programaren atal bakoitza liburu jakin batek jorratutako gai baten inguruan garatuko litzateke, eta, gero, gai hori historia askoren bidez aztertuko litzateke.",
    "language": "es"
  },
  {
    "id": "221",
    "og_text": "Posiblemente, los cometas hayan servido como fuente de suministro de agua para nuestro planeta, así como de materia orgánica, la cual tiene la capacidad de formar proteínas y sustentar la vida.",
    "nllb": "Kometak, beharbada, gure planetarako ur-iturri izan dira, baita proteinak eta bizitzak mantentzeko gaitasuna duten materia organikoak ere.",
    "upv-cmbt": "Ziur aski, kometek gure planeta urez hornitzeko balio izan dute, baita materia organikoz hornitzeko ere. Materia organiko horrek proteinak sortzeko eta bizitzari eusteko gaitasuna du.",
    "itzuli": "",
    "language": "es"
  },
  {
    "id": "231",
    "og_text": "Hay muchas sociedades que no sufren un declive gradual, sino que crecen, se hacen más ricas y más poderosas y entonces, en un breve periodo de tiempo, en sólo unas décadas después de su apogeo, se derrumban.",
    "nllb": "Gizarte asko ez dira pixkanaka jausten, baizik eta hazten, aberasten eta ahaltsuago bihurtzen, eta denbora laburrean, gailurrera heldu ondoko hamarkada batzuetan, gainbehera egiten dute.",
    "upv-cmbt": "Gizarte askok ez dute gainbehera gradual bat jasaten, baizik eta hazi egiten dira, aberatsagoak eta boteretsuagoak bihurtzen dira, eta, orduan, denbora-tarte labur batean, hamarkada batzuk geroago bakarrik, gainbehera egiten dute.",
    "itzuli": "",
    "language": "es"
  },
  {
    "id": "233",
    "og_text": "Mientras otras especies están confinadas a lugares a los que sus genes las adaptan, con aprendizaje social y lenguaje, nosotros podemos transformar el medio ambiente para favorecer nuestras necesidades.",
    "nllb": "Orain beste espezie batzuk beren geneek egokitzen diren leku mugatuetan bizi diren bitartean ikaskuntza soziala eta hizkuntza baliatuz, guk eralda dezakegu ingurumena gure beharretara egokitzeko.",
    "upv-cmbt": "",
    "itzuli": "Beste espezie batzuk geneak egokitzen zaizkien lekuetara mugatuta dauden bitartean, ikaskuntza sozialarekin eta hizkuntzarekin, guk ingurumena eralda dezakegu gure beharrizanak errazteko.",
    "language": "es"
  },
  {
    "id": "238",
    "og_text": "Newton, en su libro nunca lo bastante admirado, ha demostrado varias proposiciones, que son otras tantas verdades nuevas, antes desconocidas para el mundo y que suponen importantes avances en el conocimiento matemático.",
    "nllb": "Newtonek, bere liburuan, ez da inoiz nahikoa miresten, hainbat proposizio erakutsi ditu, lehenago munduarentzat ezezagunak ziren egia berri asko eta ezagutza matematikoan aurrerapen garrantzitsuak suposatzen dituztenak.",
    "upv-cmbt": "",
    "itzuli": "Newtonek, inoiz behar bezain miretsia izan ez den bere liburuan, hainbat proposizio frogatu ditu, lehen munduarentzat ezezagunak ziren eta ezagutza matematikoan aurrerapen garrantzitsuak dakartzaten beste hainbat egia berri direnak.",
    "language": "es"
  },
  {
    "id": "239",
    "og_text": "Para garantizar el uso de las dos lenguas oficiales en estas relaciones escritas, se determinará, si fuera necesario, cuales son las áreas de la empresa y los puestos de trabajo afectados por lo dispuesto y se especificará el nivel de euskera necesario para cubrir dichos puestos.",
    "nllb": "Idatzitako harreman horietan bi hizkuntza ofizialak erabiltzea bermatzeko, beharrezkoa bada, zehaztuko da zein diren enpresako arloak eta lanpostuak, eta zehaztuko da lanpostu horiek betetzeko beharrezkoa den euskara maila.",
    "upv-cmbt": "",
    "itzuli": "Idatzizko harreman horietan bi hizkuntza ofizialen erabilera bermatzeko, beharrezkoa bada, enpresaren arloak eta xedaturikoak eragiten dien lanpostuak zehaztuko dira, eta lanpostu horiek betetzeko behar den euskara-maila zehaztuko da.",
    "language": "es"
  },
  {
    "id": "241",
    "og_text": "Tengo por más sano el comer en buena compañía y en cantidad menor y comer más a menudo, pero no experimentaría ningún placer con arrastrar medicinalmente al día tres o cuatro mezquinas comidas, así tasadas.",
    "nllb": "Osasuntsuago sentitzen naiz konpainia onean eta maizago jaten badut, baina ez nuke nahi plazerrik jasango medikuen arabera egunean hiru edo lau otordu txiki jaten emanda.",
    "upv-cmbt": "",
    "itzuli": "Osasungarriagotzat dut lagunarte onean eta apalagoan jatea eta maizago jatea, baina ez nuke atseginik izango egunean hiruzpalau janari ziztrin, horrela tasatuak, medizinalki eramatearekin.",
    "language": "es"
  },
  {
    "id": "242",
    "og_text": "Para que se te puedan aplicar las medidas positivas que la normativa contempla para mujeres en tu situación, es necesario que acredites tu condición de mujer víctima de violencia de género.",
    "nllb": "Zure egoeran emakumeei dagozkien araudian aurreikusitako neurri positiboak aplikatzeko, beharrezkoa da emakume indarkeriaren biktima zarela frogatzea.",
    "upv-cmbt": "Araudiak zure egoeran dauden emakumeentzat aurreikusten dituen neurri positiboak aplikatu ahal izateko, beharrezkoa da genero-indarkeriaren biktima zarela egiaztatzea.",
    "itzuli": "",
    "language": "es"
  },
  {
    "id": "246",
    "og_text": "A pesar de haber sido condenados por un solo asesinato, se les atribuían siete víctimas, en una especie de juerga que se corrieron pasando de un estado a otro.",
    "nllb": "Nahiz eta hilketa bakarragatik kondenatu, zazpi biktima leporatu zizkieten, estatu batetik bestera ihes egiten zutenak.",
    "upv-cmbt": "",
    "itzuli": "Hilketa bakar bategatik kondenatuak izan arren, zazpi biktima egozten zitzaizkien, estatu batetik bestera igaro ziren parranda moduko batean.",
    "language": "es"
  },
  {
    "id": "248",
    "og_text": "Eso provee una manera simple, económica, y medible de devolver el agua a estos ecosistemas degradados al tiempo que les da a los granjeros una opción económica y a las empresas preocupadas por su huella hídrica una manera fácil de lidiar con ellos.",
    "nllb": "Hau oso era erraza, merkea eta neurgarria da ura berriztatzeko ekosistema degradatu horietara. Aldi berean, nekazariei aukera merkea ematen zaie eta ur-aztarnaz kezkatuta dauden enpreseei laguntzen zaie euren arazoa modu sinplean konpontzen.",
    "upv-cmbt": "Horrek modu sinple, ekonomiko eta neurgarri bat ematen du degradatutako ekosistema horietara ura itzultzeko, eta, aldi berean, aukera ekonomiko bat ematen die baserritarrei, eta haien aztarna hidrikoarekin kezkatuta dauden enpresei, horiei aurre egiteko modu erraz bat.",
    "itzuli": "",
    "language": "es"
  },
  {
    "id": "251",
    "og_text": "Este túnel disponía de un carril metálico colgado de la bóveda por el que circulaban los baldes, empujados a mano, para su llenado por medio de boquillas con refuerzos de metal.",
    "nllb": "Tunel honek bolbeko metalezko trenbide bat zuen, eta bertan biltegiak zirkulatzen ziren, eskuz bultzatuta, metalezko indargarriak zituzten ahozuloen bidez betetzeko.",
    "upv-cmbt": "Tunel horrek metalezko errei bat zuen gangatik zintzilik, eta bertatik baldeak ibiltzen ziren, eskuz bultzaturik, metalezko errefortzuak zituzten pitak betetzeko.",
    "itzuli": "Tunel horrek errei metaliko bat zuen gangatik zintzilik, eta bertatik baldeak zihoazen, eskuz bultzatuak, metalezko indargarridun ahoen bidez betetzeko.",
    "language": "es"
  },
  {
    "id": "252",
    "og_text": "Pero el ojo experto de un amigo, como yo lo soy de él, puede adivinar la profunda mansedumbre de su corazón, demasiado profunda hasta para que él la perciba.",
    "nllb": "Baina lagun baten begi adituak, nik aditu izan dudan bezala, bere bihotzeko samurtasun sakona igartzen du, bere barnean ere sakona baita.",
    "upv-cmbt": "",
    "itzuli": "Baina lagun baten begi adituak, ni harena naizenez gero, bere bihotzaren otzantasun sakona igar dezake, sakonegia berak hauteman arte.",
    "language": "es"
  },
  {
    "id": "258",
    "og_text": "Es decir, una primera fase de validación del proyecto, una segunda consistente en el desarrollo del proyecto empresa y una última fase de implantación y lanzamiento.",
    "nllb": "Hau da, proiektuaren lehen balioztatze fasea, bigarrena enpresa proiektua garatzen eta azken fasea ezartzea eta abiaraztea.",
    "upv-cmbt": "Hau da, proiektua baliozkotzeko lehen fasea, enpresa-proiektua garatzeko bigarren fasea eta ezartzeko eta merkaturatzeko azken fasea.",
    "itzuli": "",
    "language": "es"
  },
  {
    "id": "260",
    "og_text": "El mercado se globaliza, el modelo tradicional de empresa se modifica, etc., y todo ello nos lleva a una gran contradicción: mientras la realidad de la empresa va cambiando a pasos agigantados, los mecanismos de protección del trabajador lo hacen muy lentamente.",
    "nllb": "Merkatua globalizatzen ari da, enpresa eredu tradizionala aldatzen ari da, eta hau guztia kontraesan handi batera garamatza: enpresaren errealitatea pauso handiz aldatzen ari den bitartean, langileak babesteko mekanismoak oso mantso aldatzen dira.",
    "upv-cmbt": "",
    "itzuli": "Merkatua globalizatu egiten da, enpresa-eredu tradizionala aldatu egiten da, etab., eta horrek guztiak kontraesan handi batera garamatza: enpresaren errealitatea etengabe aldatzen den bitartean, langilea babesteko mekanismoek oso mantso egiten dute.",
    "language": "es"
  },
  {
    "id": "261",
    "og_text": "A la hora de buscar motivos que expliquen estos datos, suele apelarse a las tasas de empleo femenino, uniendo, inevitablemente, estas dos tasas, buscando una solución fácil.",
    "nllb": "Datu hauek azaltzeko arrazoiak bilatzen direnean, emakumeen enplegu-tasak deitzen dira, bi tasak batzen dituztela, ezinbestean, konponbide errazen baten bila.",
    "upv-cmbt": "",
    "itzuli": "Datu horiek azaltzeko arrazoiak bilatzerakoan, emakumeen enplegu-tasak erabili ohi dira, eta, ezinbestean, bi tasa horiek batu egiten dira, konponbide erraza bilatuz.",
    "language": "es"
  },
  {
    "id": "265",
    "og_text": "Entonces, todos los ojos brillaban de alegría, todos se convertían, cosa extraña, en seres felices, como criaturas; reían con risa clara y satisfecha, se daban amistosos golpes en el hombro...",
    "nllb": "Orduan, guztien begiak distiratzen ziren pozez, denak bihurtzen ziren, bitxia, zoriontsu izaki, izakiak bezala; barre egiten zuten, irribarre argi eta asearekin, elkarri besarkada adiskidetsuak ematen zioten...",
    "upv-cmbt": "Orduan, begi guztiek diz-diz egiten zuten alaitasunez, denak bihurtzen ziren, gauza bitxia, izaki zoriontsuak, izakiak bezala; barre egiten zuten argi eta pozik, lagun arteko kolpeak ematen ziren sorbaldan...",
    "itzuli": "Orduan begi guztiak pozez distiratzen ziren, denak, gauza bitxia, izaki zoriontsu bihurtzen ziren, izakiak bezala, barre egiten zuten barre argi eta pozik, elkarri kolpe adiskidetsuak ematen zizkioten sorbaldan...",
    "language": "es"
  },
  {
    "id": "266",
    "og_text": "Enarbolando ahora una bandera roja (liberal) a la que decidió agregarle una franja negra, simbolizando con esto que la lucha sería hasta conseguir la libertad o la muerte.",
    "nllb": "Orain bandera gorri bat altxatuz (liberal) eta marra beltz bat gehitzea erabaki zuen, honek sinbolizatuz borroka askatasuna edo heriotza lortzeraino izango zela.",
    "upv-cmbt": "",
    "itzuli": "Orain bandera gorri (liberal) bat goratuz, zerrenda beltz bat gehitzea erabaki zuena, honekin borroka askatasuna edo heriotza lortu arte izango zela sinbolizatuz.",
    "language": "es"
  },
  {
    "id": "268",
    "og_text": "Un calendario electrónico es un programa de cómputo que permite a los usuarios utilizar versiones electrónicas de herramientas de oficina diversas tales como un calendario, una agenda, un directorio telefónico y una lista de contactos.",
    "nllb": "Ekalendarie elektronikoa erabiltzaileei bulegoko hainbat tresnetako bertsio elektronikoak erabiltzeko aukera ematen dien programa informatikoa da, hala nola egutegia, agendua, telefono-zerrenda eta kontaktuen zerrenda.",
    "upv-cmbt": "",
    "itzuli": "Egutegi elektronikoa zenbaketa-programa bat da, erabiltzaileei bulegoko tresnen bertsio elektronikoak erabiltzeko aukera ematen diena, hala nola egutegi bat, agenda bat, telefono-direktorio bat eta kontaktuen zerrenda bat.",
    "language": "es"
  },
  {
    "id": "269",
    "og_text": "Al mismo tiempo que la ley aumentaba la fuerza de sus poderes ya naturalmente fuertes, debilitaba cada vez más los que por naturaleza ya eran débiles.",
    "nllb": "Legeak bere naturaz indartsuak ziren indarrak handitu zituen bitartean, bere naturaz ahula zenak gero eta indartsuago egiten zituen.",
    "upv-cmbt": "Legeak berez indartsuak ziren botereen indarra handitzen zuen aldi berean, berez ahulak zirenak gero eta gehiago ahultzen zituen.",
    "itzuli": "Legeak berez indartsuak ziren botereen indarra handitzearekin batera, ahuldu egiten zituen berez ahulak zirenak.",
    "language": "es"
  },
  {
    "id": "27",
    "og_text": "Otra de las cosas que los períodos trajeron a mi vida fueron las restricciones sociales que se imponen a nuestras niñas y mujeres cuando están en sus días.",
    "nllb": "Hilekoak nire bizitzara ekarri zizkidan beste gauza bat murriztapen sozialak izan ziren, hilerokoan zeuden gure emakume eta neskei inposatzen zaizkienak.",
    "upv-cmbt": "Garaiek nire bizitzara ekarri zuten beste gauza bat gure neska eta emakumeei beren garaian ezartzen zaizkien murrizketa sozialak izan ziren.",
    "itzuli": "",
    "language": "es"
  },
  {
    "id": "270",
    "og_text": "A esta clase de pensamientos la llamamos previsión, y prudencia o providencia; y, algunas veces, sabiduría, aunque esta última conjetura, por lo difícil que es tener en cuenta todas las circunstancias, sea muy engañosa.",
    "nllb": "",
    "upv-cmbt": "Horrelako pentsamenduei aurrikuspena eta zuhurtasuna edo probidentzia deitzen diegu, eta, batzuetan, jakituria, nahiz eta azken aieru hori, zirkunstantzia guztiak kontuan hartzea oso zaila den arren, oso engainagarria izan.",
    "itzuli": "Horrelako pentsamenduei aurrikuspena eta zuhurtzia edo probidentzia deitzen diegu, eta batzuetan jakinduria, nahiz eta azken aieru hori, zirkunstantzia guztiak kontuan hartzea zaila denez, oso engainagarria izan.",
    "language": "es"
  },
  {
    "id": "271",
    "og_text": "Según dicha historia, los seres humanos primitivos fueron tan vanidosos de pensar que, al usar el lenguaje para trabajar en conjunto, podrían construir una torre que los llevaría hasta el cielo.",
    "nllb": "",
    "upv-cmbt": "Historia horren arabera, gizaki primitiboek pentsatu zuten, hizkuntza elkarrekin lan egiteko erabiltzean, zerura eramango zituen dorre bat eraiki zezaketela.",
    "itzuli": "Historia horren arabera, gizaki primitiboak pentsatzeko bezain harroputzak izan ziren, hizkuntza batera lan egiteko erabiltzean zeruraino eramango zituen dorre bat eraiki zezaketela.",
    "language": "es"
  },
  {
    "id": "272",
    "og_text": "Si va a una página específica encuentra una anotación por un experto o por un amigo nuestro que le da un poco de información adicional acerca de lo que sea que haya en esa página en particular.",
    "nllb": "Orrialde jakin batera joaten bazara aditu batek idatzitako oharra aurkituko duzu, edo agian zure lagun batek idatzitako oharra eta informazio gehigarria lortuko duzu orrialde jakin horretan dagoen edozer gauzaz.",
    "upv-cmbt": "",
    "itzuli": "Orri espezifiko batera joanez gero, aditu batek edo gure lagun batek ohar bat idatzi behar du, eta horrek informazio gehigarri pixka bat ematen dio orri jakin horretan dagoenari buruz.",
    "language": "es"
  },
  {
    "id": "273",
    "og_text": "El origen del nombre se debe al hecho de ser un perro de carniceros, es decir, su función era hacer correr a los toros, por creerse que así su carne era más suave.",
    "nllb": "Izenaren jatorria harakin-txakur izateagatik dator, hau da, bere funtzioa zezenak korrika egitea zen, horrela haragia leunagoa zela uste baitzuten.",
    "upv-cmbt": "Izenaren jatorria harakinen txakurra izateagatik da, hau da, bere funtzioa zezenei korrika egitea zen, horrela bere haragia leunagoa zela uste zelako.",
    "itzuli": "",
    "language": "es"
  },
  {
    "id": "275",
    "og_text": "El uso profesional del masaje en el ámbito sanitario requiere una cierta comprensión de la anatomía y la fisiología humana, asimismo precisa del conocimiento de sus indicaciones y especialmente de las contraindicaciones, siendo este el tema de base durante la formación del futuro masajista y del fisioterapeuta.",
    "nllb": "",
    "upv-cmbt": "Masajea osasun-arloan profesionalki erabiltzeko, beharrezkoa da giza anatomia eta fisiologia pixka bat ulertzea. Horrez gain, haren jarraibideak eta, bereziki, kontraindikazioak ezagutu behar dira, eta hori da etorkizuneko masajistaren eta fisioterapeutaren prestakuntzan oinarrizko gaia.",
    "itzuli": "Masajea osasun-arloan modu profesionalean erabiltzeak giza anatomia eta fisiologia nolabait ulertzea eskatzen du, eta, era berean, haren jarraibideak eta, bereziki, kontraindikazioak ezagutu behar dira. Gai hori izango da oinarria masajista eta fisioterapeuta izango denaren prestakuntzan.",
    "language": "es"
  },
  {
    "id": "277",
    "og_text": "A veces, escapaban durante cierto tiempo a esta debilidad y a esta esclavitud irrazonada porque no estaban solos frente al mundo y, en cierta medida, el ser que vivía con ellos se anteponía al universo.",
    "nllb": "",
    "upv-cmbt": "Batzuetan, ahuldade eta esklabotza irrazional horretatik ihes egiten zuten, munduaren aurrean bakarrik ez zeudelako eta, neurri batean, haiekin bizi zen izakia unibertsoaren aurretik jartzen zelako.",
    "itzuli": "Batzuetan, aldi batez ihes egiten zioten ahulezia horri eta zentzugabeko esklabotza horri, ez zeudelako bakarrik munduaren aurrean, eta, neurri batean, haiekin bizi zen izakia unibertsoaren aurretik jartzen zen.",
    "language": "es"
  },
  {
    "id": "279",
    "og_text": "Escribí las canciones y finalmente empezamos a ganar suficiente dinero como para que pudiera dejar de ser una estatua, y según empezamos a viajar, realmente no quería perder esa sensación de conexión directa con la gente, porque me encantaba.",
    "nllb": "Nik idazten nituen kantak, eta denborarekin nahikoa diru irabazten hasi ginen, beraz nik estatua lana uztea erabaki nuen, Baina, musika bira hasten ari ginela Ez nuen jendearekiko konexio zuzena galdu nahi, asko gustatzen zitzaidalako.",
    "upv-cmbt": "",
    "itzuli": "Abestiak idatzi nituen eta, azkenean, estatua izateari uzteko adina diru irabazten hasi ginen, eta bidaiatzen hasi ginenez, ez nuen jendearekin lotura zuzena izateko sentsazioa galdu nahi, asko gustatzen zitzaidalako.",
    "language": "es"
  },
  {
    "id": "282",
    "og_text": "Los programas de rehabilitación implican una combinación de ejercicios que se realizan en la clínica bajo supervisión médica y un conjunto de ejercicios recomendados para realizar en casa.",
    "nllb": "Errehabilitazio programek klinika batean egiten diren ariketak eta etxean egiteko gomendatutako ariketak biltzen dituzte.",
    "upv-cmbt": "Errehabilitazio-programek klinikan medikuen ikuskaritzapean egiten diren ariketen konbinazioa eta etxean egiteko gomendatutako ariketa multzo bat dakarte.",
    "itzuli": "",
    "language": "es"
  },
  {
    "id": "283",
    "og_text": "A ellas, además, podemos añadir otras cuatro piezas que aparecen bajo el nombre indeterminado de danza, pero con el mismo compás de 2/4 y las mismas características.",
    "nllb": "",
    "upv-cmbt": "Horiei, gainera, dantza izen zehaztugabearen pean agertzen diren beste lau pieza gehitu ahal dizkiegu, baina 2/4ko konpas berarekin eta ezaugarri berdinekin.",
    "itzuli": "Horiei, gainera, beste lau pieza gehi diezazkiekegu, dantza izen zehaztugabearekin agertzen direnak, baina 2/4 konpas berarekin eta ezaugarri berdinekin.",
    "language": "es"
  },
  {
    "id": "285",
    "og_text": "Pero el que más me preocupa es el déficit del diálogo político, nuestra capacidad para tratar conflictos modernos tal y como son, ir a la raíz de por qué existen y entender a los actores principales y tratar con ellos.",
    "nllb": "Baina gehien kezkatzen nauena elkarrizketa politiko falta da, gatazka modernoak diren moduan jorratzeko gaitasuna, gatazken arrazoia aurkitu eta aktore nagusiak ulertzeko eta haiekin tratatzeko gaitasuna.",
    "upv-cmbt": "",
    "itzuli": "Baina gehien kezkatzen nauena elkarrizketa politikoaren defizita da, gatazka modernoak diren bezala tratatzeko dugun gaitasuna, zergatik existitzen diren errora joatea eta eragile nagusiak ulertzea eta haiekin tratatzea.",
    "language": "es"
  },
  {
    "id": "287",
    "og_text": "La gente de mar utiliza los términos, no sólo en relación con sus buques, sino también en referencia con las islas y con las diferentes caras de una misma isla.",
    "nllb": "Itsasokoek terminoak erabiltzen dituzte, ez bakarrik beren ontziei dagokienez, baizik eta uharteei eta uharte beraren alderdi ezberdinei dagokienez ere.",
    "upv-cmbt": "Itsasoko jendeak terminoak erabiltzen ditu, ez bakarrik itsasontziei dagokienez, baizik eta uharteei eta uharte beraren aurpegi desberdinei erreferentzia eginez.",
    "itzuli": "Itsasoko jendeak terminoak erabiltzen ditu, ez bakarrik ontziei dagokienez, baita uharteei eta uharte bereko aurpegi ezberdinei dagokienez ere.",
    "language": "es"
  },
  {
    "id": "29",
    "og_text": "Pero cuando vuelo, que es con frecuencia me gusta mirar por la ventana en vez del asiento de enfrente o una mesa plegable porque \"un día\" puede ser hoy.",
    "nllb": "Baina bidaiatzen dudanean, maiz ikusten dut leihotik irteten, aurrean dagoen eserlekutik edo mahaitxotik baino, zeren \" Noizbait \" gaur izan daiteke.",
    "upv-cmbt": "Baina hegan egiten dudanean, askotan leihotik begiratzea gustatzen zait, aurreko eserlekuaren edo mahai tolesgarri baten ordez, \"egun bat\" gaur izan daitekeelako.",
    "itzuli": "Baina hegan egiten dudanean, askotan leihotik begiratzea gustatzen zait, aurreko eserlekuaren edo mahai tolesgarri baten ordez, \"egun bat\" gaur izan daitekeelako.",
    "language": "es"
  },
  {
    "id": "297",
    "og_text": "A dichos miembros se les exige como condición ser expertos de reconocido prestigio con más de quince años de ejercicio profesional en materia tributaria o hacendística.",
    "nllb": "Kide horiek, baldintza gisa, zerga edo aurrezki kontuetan 15 urtetik gorako lanbide esperientzia duten aditu ospetsuak izan behar dute.",
    "upv-cmbt": "Kide horiek izen handiko adituak izan behar dute, eta hamabost urtetik gorako jarduera profesionala izan behar dute zerga edo ogasun gaietan.",
    "itzuli": "Kide horiek ospe handiko adituak izan behar dute, eta hamabost urte baino gehiago eman behar dituzte ogasunaren edo zergen arloan.",
    "language": "es"
  },
  {
    "id": "3",
    "og_text": "Tener un adecuado equilibrio energético, adoptar hábitos de hidratación eficaces y tomar conocimiento de los diferentes aspectos de las prácticas de suplementación puede contribuir a que los atletas incrementen su rendimiento y disfruten más del deporte.",
    "nllb": "Energia oreka egokia izateak, hidratazio ohitura eraginkorrak hartzeak eta osagarriak hartzeko praktiken alderdi desberdinak ezagutzeak lagundu diezaieke kirolariari bere errendimendua eta kirola gehiago disfrutatzen.",
    "upv-cmbt": "",
    "itzuli": "Oreka energetiko egokia izateak, hidratazio-ohitura eraginkorrak hartzeak eta gehigarri-praktiken alderdi desberdinak ezagutzeak atleten errendimendua handitzen eta kirolaz gehiago gozatzen lagun dezake.",
    "language": "es"
  },
  {
    "id": "300",
    "og_text": "A ella subió el emperador con muchos principales caballeros de su corte para aprovechar la oportunidad de verme, según me contaron, porque yo no los distinguía a ellos.",
    "nllb": "",
    "upv-cmbt": "Berarengana igo zen enperadorea bere gorteko zaldun nagusi askorekin, ni ikusteko aukera aprobetxatzeko, kontatu zidatenez, nik ez nituelako bereizten.",
    "itzuli": "Enperadorea bertara igo zen bere gorteko zaldun nagusi askorekin, ni ikusteko aukera aprobetxatzeko, kontatu zidatenez, nik ez bainituen bereizten.",
    "language": "es"
  },
  {
    "id": "304",
    "og_text": "A estos les introducía a modo de mástiles, unos palitos labrados con las mismas tablillas, poniéndoles dos tres o más palos, en las cuales introducía varias velas recortados de cartulina, haciéndolas navegar por la ría dejándose llevar por las corrientes.",
    "nllb": "Hauek masta modura sartzen zituen, taula berdinekin egindako makilak, bi edo hiru makilak edo gehiago jarriz, eta bertan kartulinaz moztuta egindako hainbat bela sartzen zituen, errekan nabigatzen utziz korronteek eramaten.",
    "upv-cmbt": "Hauei, masta gisa, oholtxo berdinekin landutako makilatxo batzuk sartzen zizkien, bi hiru edo gehiago makila jarriz, zeinetan, kartulinaz moztutako kandela batzuk sartzen zituen, itsasadarrean zehar nabigaraziz, korronteetatik eramanez.",
    "itzuli": "",
    "language": "es"
  },
  {
    "id": "308",
    "og_text": "Pero creo que hay una segunda crisis climática, que es igual de grave, que tiene los mismos orígenes, y a la que tenemos que hacer frente con la misma urgencia.",
    "nllb": "Baina uste dut bigarren klima-krisialdi bat ere badela, aurrekoa bezain larria, sustrai berdinak dituena, eta urgentzia berdinarekin aurre egin beharrekoa.",
    "upv-cmbt": "",
    "itzuli": "Baina uste dut badagoela bigarren krisi klimatiko bat, hain larria dena, jatorri bera duena, eta premia berarekin aurre egin behar dioguna.",
    "language": "es"
  },
  {
    "id": "309",
    "og_text": "Sacó un cigarrillo de una pitillera esmaltada, lo encendió con un mechero de bolsillo y volvió a guardar pitillera y mechero en el bolso, que dejó abierto.",
    "nllb": "Zigarro bat atera zuen poltsa batean, piztu egin zuen, eta poltsan sartu zituen pizgailua eta postua, irekita utzita.",
    "upv-cmbt": "",
    "itzuli": "Zigarro-kutxatila esmaltatu batetik zigarro bat atera, poltsikoko metxero batez piztu, eta berriro zigarro-kutxatila eta metxeroa gorde zituen poltsan, eta zabalik utzi zuen.",
    "language": "es"
  },
  {
    "id": "311",
    "og_text": "A tres años de convertirse en centenaria, la casa vasca rosarina trabaja con el mismo espíritu que guió a sus fundadores en el comienzo para hacer conocer la cultura vasca en la ciudad.",
    "nllb": "Euskal etxeak, ehun urtez bizi izan ondoren, hasieran bere sortzaileak euskal kultura ezagutarazteko gidatu zuen espiritu berberarekin lan egiten du.",
    "upv-cmbt": "Ehun urteren buruan, Rosarina euskal etxeak hastapenean bere sortzaileak gidatu zituen espiritu berarekin egiten du lan hirian euskal kultura ezagutzera emateko.",
    "itzuli": "",
    "language": "es"
  },
  {
    "id": "316",
    "og_text": "El anís estrellado se ha usado en forma de té como un remedio contra el cólico y el reumatismo, y las semillas se mastican después de una comida para ayudar a hacer la digestión.",
    "nllb": "Anisko izoztua te moduan erabili izan da, gozoki eta erreuma gaixotasunen kontrako tratamendu gisa, eta haziak jan ondoren mastekatzen dira digestioa laguntzeko.",
    "upv-cmbt": "",
    "itzuli": "Anis izartsua te moduan erabili da kolikoaren eta erreumatismoaren aurkako erremedio gisa, eta haziak murtxikatu egiten dira janari baten ondoren digestioa egiten laguntzeko.",
    "language": "es"
  },
  {
    "id": "317",
    "og_text": "Si los nombres de los grupos hubiesen sido escritos simplemente en serie lineal, la representación habría sido todavía menos natural, y evidentemente es imposible representar en una serie o en una superficie plana las afinidades que descubrimos en la naturaleza entre los seres del mismo grupo.",
    "nllb": "Taldeen izenak serie lineal batean idatzi izan balira, irudikapena are naturalagoa izango zen, eta, jakina, ezinezkoa da serie batean edo azalera lau batean irudikatzea naturan aurkitzen ditugun afinitateak talde bereko izakien artean.",
    "upv-cmbt": "Taldeen izenak serie linealean idatzi izan balira, irudikapena ez zen hain naturala izango, eta, jakina, ezinezkoa da naturan talde bereko izakien artean aurkitzen ditugun afinitateak serie batean edo gainazal lau batean irudikatzea.",
    "itzuli": "",
    "language": "es"
  },
  {
    "id": "318",
    "og_text": "Después de todo es su derecho al agua y si quieren usar ese derecho para promover la cría de peces en el arroyo tienen el derecho a hacerlo.",
    "nllb": "",
    "upv-cmbt": "Azken finean, ura izateko eskubidea dute, eta eskubide hori erabili nahi badute errekan arrainak hazteko.",
    "itzuli": "Azken finean, ura izateko eskubidea dute, eta eskubide hori errekan arrainak haztea sustatzeko erabili nahi badute, horretarako eskubidea dute.",
    "language": "es"
  },
  {
    "id": "319",
    "og_text": "Era partidario de la construcción de una nación vasca de forma pacífica y a través de la cultura, a menudo escribió sobre la necesidad de defender la justicia por la fuerza de la razón.",
    "nllb": "",
    "upv-cmbt": "Euskal nazioa modu baketsuan eta kulturaren bidez eraikitzearen aldekoa zen, eta justizia arrazoiaren indarrez defendatu beharraz idatzi zuen maiz.",
    "itzuli": "Euskal nazioa modu baketsuan eta kulturaren bidez eraikitzearen aldekoa zen, sarritan idatzi zuen justizia arrazoiaren indarrez defendatzeko beharraz.",
    "language": "es"
  },
  {
    "id": "32",
    "og_text": "Cuando la totalidad de los recursos disponibles se utilizan de manera adecuada en los departamentos operativos de una organización, se genera espacio para la creatividad y el ingenio.",
    "nllb": "",
    "upv-cmbt": "Eskura dauden baliabide guztiak modu egokian erabiltzen direnean erakunde baten sail operatiboetan, sormenerako eta asmamenerako espazioa sortzen da.",
    "itzuli": "Eskura dauden baliabide guztiak erakunde bateko sail eragileetan modu egokian erabiltzen direnean, sormenerako eta asmamenerako espazioa sortzen da.",
    "language": "es"
  },
  {
    "id": "320",
    "og_text": "A pesar de estos magníficos discursos, en cuanto el asno enderezaba las orejas o se sacudía los costillares con la cola, ellas huían chillando, para aproximarse de nuevo en seguida, siempre charlando, y volver a las andadas al menor movimiento del borrico.",
    "nllb": "Hitzaldi bikain horiek gorabehera, astoak belarriak zuzendu edo buztaneko saihetsak mugitu bezain laster, haiek korrika eta oihuka alde egiten zuten, eta hurbildu egiten ziren, beti berriketan, eta astoaren mugimendu txikienaren hurbilduerara itzultzen ziren.",
    "upv-cmbt": "Hitzaldi bikain haiek gorabehera, astoak belarriak zuzentzen zituenean edo saihetsak isatsarekin astintzen zituenean, haiek garrasika ihes egiten zuten, berehala berriro hurbiltzeko, beti berriketan, eta astoaren mugimendurik txikienera itzultzeko.",
    "itzuli": "",
    "language": "es"
  },
  {
    "id": "323",
    "og_text": "En esa zona se habían encontrado ya algunos restos, a los que no se les había dado demasiada importancia, hasta que la noticia del hallazgo del nuevo foso llegó a oídos de un arqueólogo que inició la excavación.",
    "nllb": "",
    "upv-cmbt": "Inguru horretan jada aurkitu ziren aztarna batzuk, baina ez zitzaien garrantzi handirik eman, harik eta hobi berriaren aurkikuntzaren berria indusketa hasi zuen arkeologo baten belarrietara iritsi zen arte.",
    "itzuli": "Inguru horretan zenbait hondakin aurkitu zituzten, baina ez zitzaien garrantzi handirik eman, harik eta indusketa hasi zuen arkeologo baten belarrietara iritsi zen arte.",
    "language": "es"
  },
  {
    "id": "324",
    "og_text": "A tal propósito, el productor vigila que la temperatura oscile entre 20º y 25º para evitar fermentaciones anormales o alteraciones inadecuadas, y ningún movimiento será permitido dentro de los locales a riesgo de transmitir alterar vibraciones al líquido.",
    "nllb": "Horretarako, ekoizleak 20o eta 25o artean tenperatura zaintzen du, fermentazio anormalak edo aldaketa desegokiak saihesteko, eta ez da mugimendurik onartuko gela barruan, likidoari aldaketa-bibrazioak igortzeko arriskua izan dezakeena.",
    "upv-cmbt": "Horretarako, ekoizleak tenperatura 20o eta 25o artean egotea zaintzen du, hartzidura anormalak edo asaldura desegokiak saihesteko, eta lokalen barruan ez da mugimendurik baimenduko, likidoari bibrazioak aldatzeko arriskua badago.",
    "itzuli": "",
    "language": "es"
  },
  {
    "id": "328",
    "og_text": "A pesar de que su desarrollo es principalmente horizontal, tras pasar una sala llena de grandes bloques desprendidos del techo, hay que superar algunos resaltes y pozos; también hay pasos estrechos, y tres pequeños lagos variables según el clima.",
    "nllb": "Bere garapena batez ere horizontalkoa den arren, sabaitik askatu diren bloke handiz betetako aretoa igaro ondoren, nabarmenak eta putzuak gainditu behar dira; baita bide estuak ere, eta klimaaren arabera aldatzen diren hiru laku txiki.",
    "upv-cmbt": "Bere garapena nagusiki horizontala den arren, sabaitik askatutako bloke handiez betetako gela bat igaro ondoren, irtengune eta putzu batzuk gainditu behar dira, baita pasabide estuak eta klimaren arabera aldakorrak diren hiru aintzira txiki ere.",
    "itzuli": "",
    "language": "es"
  },
  {
    "id": "330",
    "og_text": "A comienzos de los años ochenta surgieron los primeros esfuerzos de minería de textos que necesitaban una gran cantidad de esfuerzo humano, pero los avances tecnológicos han permitido que esta área progrese de manera rápida en la última década.",
    "nllb": "",
    "upv-cmbt": "1980ko hamarkadaren hasieran, giza ahalegin handia behar zuten testuen meatzaritzako lehen ahaleginak sortu ziren, baina aurrerapen teknologikoei esker, arlo horrek azkar egin du aurrera azken hamarkadan.",
    "itzuli": "Laurogeiko hamarkadaren hasieran sortu ziren giza ahalegin handia behar zuten testuak meatzatzeko lehen ahaleginak, baina aurrerapen teknologikoei esker, arlo horrek azkar egin du aurrera azken hamarkadan.",
    "language": "es"
  },
  {
    "id": "331",
    "og_text": "A la hora de establecer los objetivos que se tratará de alcanzar mediante el plan de euskera, es importante que la empresa reflexione sobre el trabajo que ha de realizar para lograr cada objetivo.",
    "nllb": "Euskararen planaren bidez lortzen saiatuko diren helburuak ezartzen direnean, garrantzitsua da enpresak helburu bakoitza lortzeko egin beharreko lanari buruz hausnartzea.",
    "upv-cmbt": "Euskara planaren bidez lortu nahi diren helburuak zehazterakoan, garrantzitsua da enpresak helburu bakoitza lortzeko egin behar duen lanaren inguruan hausnartzea.",
    "itzuli": "Euskara planaren bidez lortu nahi diren helburuak ezartzerakoan, garrantzitsua da enpresak gogoeta egitea helburu bakoitza lortzeko egin behar duen lanari buruz.",
    "language": "es"
  },
  {
    "id": "333",
    "og_text": "A menudo el más estúpido ser, bajo el esfuerzo de la pasión, llega a la más alta elocuencia en la idea, si no es en el lenguaje, y parece moverse en una esfera luminosa.",
    "nllb": "",
    "upv-cmbt": "Askotan, izakirik ergelena, pasioaren ahaleginaren pean, ideiaren elokuentzia gorenera iristen da, hizkuntzan ez bada, eta esfera argitsu batean mugitzen dela dirudi.",
    "itzuli": "Sarritan izakirik ergelena, pasioaren ahaleginaren pean, hitz-jario gorenera iristen da ideian, hizkuntzan ez bada, eta esfera argitsu batean mugitzen dela dirudi.",
    "language": "es"
  },
  {
    "id": "34",
    "og_text": "El hecho de que sea evocada con frecuencia en canciones, películas, obras de literatura y en la cultura popular ha colaborado para que la ciudad y sus monumentos sean famosos a nivel mundial.",
    "nllb": "Kantuetan, filmetan, literatur lanetan eta kultura herrikoian sarri aipatzen dela, hiriak eta bere monumentuak mundu mailan ospetsuak izan daitezen lagundu du.",
    "upv-cmbt": "Abestietan, filmetan, literatura lanetan eta herri kulturan maiz gogoratzeak lagundu du hiria eta monumentuak mundu mailan ospetsuak izan daitezen.",
    "itzuli": "Kantuetan, filmetan, literatura-lanetan eta herri-kulturan maiz gogora ekartzeak lagundu du hiria eta haren monumentuak mundu osoan ospetsuak izan daitezen.",
    "language": "es"
  },
  {
    "id": "341",
    "og_text": "En la técnica de figuras rojas, el fondo es llenado con pintura negra y solo los detalles pequeños son pintados, permitiendo que las porciones no pintadas asuman el tono rojizo de la arcilla ateniense después de que ser quemado en presencia de oxígeno.",
    "nllb": "",
    "upv-cmbt": "Irudi gorrien teknikan, hondoa pintura beltzez betetzen da, eta xehetasun txikiak bakarrik margotzen dira, margotu gabeko zatiek Atenasko buztinaren tonu gorrixka har dezaten, oxigenoaren aurrean erre ondoren.",
    "itzuli": "Irudi gorrien teknikan, hondoa pintura beltzez betetzen da, eta xehetasun txikiak bakarrik pintatzen dira, margotu gabeko zatiek atenastar buztinaren tonu gorrixka har dezaten ahalbidetuz, oxigenoaren aurrean erre ondoren.",
    "language": "es"
  },
  {
    "id": "342",
    "og_text": "A la hora de colocarlo, se saca cada queso y se desmolda para colocar una plaquita de caseína (sustancia albuminoide de la leche que luego se puede incluso comer), que lleva el número de control de cada ejemplar, y se vuelve a meter en la prensa.",
    "nllb": "Jarritakoan, gazta bakoitza atera eta desmolde egiten da kaseina plaka bat jartzeko (esnearen albuminoidearen substantzia, gero jan daitekeena ere), ale bakoitzaren kontrol zenbakia duena, eta berriz ere prentsan sartzen da.",
    "upv-cmbt": "Jartzerakoan, gazta bakoitza atera eta desmoldatu egiten da kaseina-plakatxo bat jartzeko (esnearen substantzia albuminoidea, gero jan ere egin daitekeena), ale bakoitzaren kontrol-zenbakia daramana, eta berriro prentsan sartzen da.",
    "itzuli": "",
    "language": "es"
  },
  {
    "id": "346",
    "og_text": "Todas estaban bien provistas de latas de conserva y bebidas variadísimas, desde quinina amoniacal a vodka blanco, por haber recibido todo lo que les correspondía en el reparto de la noche anterior.",
    "nllb": "",
    "upv-cmbt": "Kontserba-latak eta askotariko edariak zituzten denek, amoniako-kininatik vodka zurira, aurreko gaueko banaketan zegokien guztia jaso zutelako.",
    "itzuli": "Denak zeuden ondo hornituak kontserba-lataz eta edariz, kinina amoniakaletik vodka zurira, aurreko gaueko banaketan zegokien guztia jaso zutelako.",
    "language": "es"
  },
  {
    "id": "347",
    "og_text": "Lo que encuentro valioso no es tanto las enseńanzas y discursos, aunque muchos de ellos son muy buenos, sino la forma en la que él impregna este lugar con la fuerza de su personalidad.",
    "nllb": "Nire ustez, garrantzitsuena ez dira sermoiak eta hitzaldiak, asko onak izan arren, baizik eta nola darama leku hau bere nortasunaren indarrarekin.",
    "upv-cmbt": "Baliotsu aurkitzen dudana ez da hainbeste irakaskuntza eta diskurtsoak, nahiz eta horietako asko oso onak izan, baizik eta bere nortasunaren indarrarekin leku hau inpregnatzeko duen modua.",
    "itzuli": "",
    "language": "es"
  },
  {
    "id": "348",
    "og_text": "A estos efectos, no se considerará que se ha producido el inicio del ejercicio de una actividad cuando la misma se haya desarrollado anteriormente bajo otra titularidad, circunstancia que se entenderá que concurre, entre otros supuestos, en los casos de fusión, escisión o aportación de ramas de actividad.",
    "nllb": "Horretarako, ez da jarduera bat hastea izango, jarduera hori lehenago beste jabetza baten pean garatu bada, eta hori, besteak beste, merkaturatze, banaketa edo jarduera-arloak ekartze kasuetan gertatzen da.",
    "upv-cmbt": "",
    "itzuli": "Ondorio horietarako, ez da ulertuko jarduera bat egikaritzen hasi denik jarduera lehenago beste titulartasun baten pean egin denean. Zirkunstantzia hori, besteak beste, bat-egite, zatiketa edo jarduera-adarren ekarpenen kasuetan gertatzen dela ulertuko da.",
    "language": "es"
  },
  {
    "id": "349",
    "og_text": "Si hubiera permanecido allí un instante más, quién sabe qué palabras, de las cuales me hubiese arrepentido en vano posteriormente, habría dejado escapar de mis labios.",
    "nllb": "Han denbora gehiago eman izan banu, nork daki zer hitz erabiliko nituen gero damutu ez nintzenean.",
    "upv-cmbt": "",
    "itzuli": "Beste une batez han egon izan banintz, auskalo zein hitz, gerora alferrik damutu izan nintzatekeen horietaz, nire ezpainetatik ihes egiten utziko nukeen.",
    "language": "es"
  },
  {
    "id": "350",
    "og_text": "Es porque todos hacen lo mismo: tratar de vivir cadaa momento con plena conciencia, generar la energía de la plena conciencia, de la paz, de la compasión.",
    "nllb": "",
    "upv-cmbt": "Denek gauza bera egiten dutelako da: une bakoitza kontzientzia osoarekin bizitzen saiatzea, kontzientzia osoaren, bakearen, errukiaren energia sortzea.",
    "itzuli": "Denek gauza bera egiten dutelako da: une oro kontzientzia osoarekin bizitzen saiatzea, kontzientzia osoaren, bakearen, errukiaren energia sortzea.",
    "language": "es"
  },
  {
    "id": "352",
    "og_text": "Datos personales, imágenes, vídeos... contamos a quien está al otro lado de la pantalla lo que nos ha pasado en el día, poniendo nuestra intimidad al alcance de millones de personas.",
    "nllb": "Datu pertsonalak, irudiak, bideoak... pantailatik bestaldera pasatu zaizkigunak kontatzen ditugu egunean zehar zer gertatu den, gure intimitatea milioika pertsonaren eskura jartzen dugu.",
    "upv-cmbt": "Datu pertsonalak, irudiak, bideoak... pantailaren beste aldean dagoenari egunean gertatu zaiguna kontatzen diogu, gure intimitatea milioika pertsonaren eskura jarriz.",
    "itzuli": "",
    "language": "es"
  },
  {
    "id": "354",
    "og_text": "Pero ten en cuenta que yo soy un comerciante, y tengo que ganarme la vida, de modo que acepto tu oferta acerca de esos diamantes en caso de que estemos en situación de hacernos con ellos.",
    "nllb": "Baina jakin behar duzu merkataria naizela eta bizimodua atera behar dudala. Beraz, diamante horien truke eskaintza onartuko dut... trukean, lor ditzakegun.",
    "upv-cmbt": "Baina kontuan izan ni merkataria naizela, eta bizimodua atera behar dudala; beraz, diamante horiei buruzko zure eskaintza onartzen dut, baldin eta diamante horiek eskuratzeko egoeran bagaude.",
    "itzuli": "",
    "language": "es"
  },
  {
    "id": "360",
    "og_text": "Sí; no había la menor duda de que era extraordinariamente bien parecido, con labios muy rojos debidamente arqueados, ojos azules llenos de franqueza, rubios cabellos rizados.",
    "nllb": "Bai, ez dago zalantzarik, oso guapoa zen, ezpainak oso gorriak zituen, begi urdinak, ile horia, eta ile kizkurra.",
    "upv-cmbt": "Bai; ez zegoen zalantzarik oso itxura ona zuela, ezpainak behar bezala gorrituta, begi urdinak garbi-garbi, ile kizkur horiak.",
    "itzuli": "",
    "language": "es"
  },
  {
    "id": "364",
    "og_text": "A lo largo de los últimos meses se ya se han producido algunas reuniones de carácter bilateral y a partir de ahora los encuentros se intensificarán hasta finales de año para tratar de cerrar un acuerdo definitivo.",
    "nllb": "Azken hilabeteetan, bi aldetako bilerak izan dira, eta aurrerantzean, bilera gehiago egingo dira urte bukaera arte behin betiko akordioa lortzeko.",
    "upv-cmbt": "",
    "itzuli": "Azken hilabeteetan aldebiko bilera batzuk egin dira, eta hemendik aurrera bilerak areagotu egingo dira urte amaierara arte, behin betiko akordioa lortzeko.",
    "language": "es"
  },
  {
    "id": "366",
    "og_text": "En las naciones democráticas, al estar mal definido el concepto del honor, resulta menos poderoso, pues no puede aplicarse con seguridad y firmeza una ley imperfectamente conocida.",
    "nllb": "",
    "upv-cmbt": "Nazio demokratikoetan, ohorearen kontzeptua gaizki definituta dagoenez, ez da hain indartsua, ezin baita ziurtasunez eta irmotasunez aplikatu inperfektuki ezagutzen den lege bat.",
    "itzuli": "Nazio demokratikoetan, ohorearen kontzeptua gaizki definituta dagoenez, ez da hain ahaltsua, ezin baita segurtasunez eta irmotasunez aplikatu ongi ezagutzen ez den lege bat.",
    "language": "es"
  },
  {
    "id": "372",
    "og_text": "Por el centro discurría una amplia avenida cortada en ángulo recto por otras avenidas, dispuestas de tal modo que las cabañas quedaban separadas en bloques cuadrados, y cada bloque era el cuartel general de una compañía.",
    "nllb": "Erdigunean zehar, beste etorbide batzuek angelu zuzen batean moztuta, kale zabal bat zihoan, etxolak bloke karratuetan banatuta zeuden, eta bloke bakoitza konpainia baten egoitza nagusia zen.",
    "upv-cmbt": "Erdigunetik, beste etorbide batzuek angelu zuzenean ebakitako etorbide zabal bat igarotzen zen, etxolak bloke karratuetan banatuta geratzen zirelarik, eta bloke bakoitza konpainia baten kuartel nagusia zen.",
    "itzuli": "",
    "language": "es"
  },
  {
    "id": "376",
    "og_text": "A ello hay que añadir otros trámites relacionados con el padrón: altas y bajas, modificaciones por cambios de domicilio, nacimientos, defunciones, reclamaciones al censo electoral..",
    "nllb": "",
    "upv-cmbt": "Horri erroldarekin lotutako beste izapide batzuk gehitu behar zaizkio: altak eta bajak, helbide aldaketengatiko aldaketak, jaiotzak, heriotzak, hautesle-erroldari egindako erreklamazioak...",
    "itzuli": "Horri gehitu behar zaizkio erroldarekin lotutako beste izapide batzuk: altak eta bajak, bizileku-aldaketek eragindako aldaketak, jaiotzak, heriotzak, hautesle-erroldari egindako erreklamazioak...",
    "language": "es"
  },
  {
    "id": "377",
    "og_text": "A cada bache las puertas traseras, que seguían abiertas, se agitaban como locas, golpeando la cabeza del fiambre que brincaba de un lado a otro bajo los zarandeos del baúl.",
    "nllb": "",
    "upv-cmbt": "Zulo bakoitzean atzeko ateak, irekita jarraitzen zutenak, eroak bezala mugitzen ziren, kutxako danden azpian alde batetik bestera saltoka zebilen fianbrearen burua joz.",
    "itzuli": "Zulo bakoitzean, atzeko ateak, zabalik zirautenak, erotuta bezala mugitzen ziren, kutxaren astinaldien azpian alde batetik bestera saltoka zebilen fianbrearen burua kolpatuz.",
    "language": "es"
  },
  {
    "id": "38",
    "og_text": "Este proceso recibe el nombre de especiación, que simplemente significa el desarrollo de especies nuevas, y es una consecuencia ineludible y parte fundamental de la evolución.",
    "nllb": "Prozesu honi espeziazioa deritzo, espezie berriak garatzea esan nahi duena, eta eboluzioaren ondorio ezinbestekoa eta funtsezkoa da.",
    "upv-cmbt": "Prozesu horri espeziazio esaten zaio, eta horrek espezie berrien garapena besterik ez du esan nahi, eta ezinbesteko ondorioa eta eboluzioaren funtsezko zatia da.",
    "itzuli": "",
    "language": "es"
  },
  {
    "id": "380",
    "og_text": "A pesar de la mala recepción y crítica, la película fue un éxito comercial, recaudando más de mil millones en ingresos de taquilla en todo el mundo.",
    "nllb": "",
    "upv-cmbt": "Harrera eta kritika txarrak izan arren, filmak arrakasta komertziala izan zuen, eta mila milioi euro baino gehiago bildu zituen mundu osoko leihatiletako diru-sarreretan.",
    "itzuli": "Harrera eta kritika txarrak izan arren, filmak arrakasta komertziala izan zuen, mila milioi baino gehiago bildu baitzituen mundu osoko leihatiletan.",
    "language": "es"
  },
  {
    "id": "383",
    "og_text": "A esa hora partirá el cortejo de la plaza del pueblo, acompañado de la música de los tambores y los txistus que se sitúan a la cabeza del grupo.",
    "nllb": "Ordu horretan herriko plazatik kortea abiatuko da, taldeko buruak diren danbor eta txistusen musikaren lagunduta.",
    "upv-cmbt": "",
    "itzuli": "Ordu horretan abiatuko da herriko plazako segizioa, taldearen buruan dauden danbor eta txistuen musikaz lagunduta.",
    "language": "es"
  },
  {
    "id": "386",
    "og_text": "Cuando tenía 15 años, tuve la necesidad de dejar este lugar e ir a un pueblo un poco más grande, mucho más grande, donde hice la segunda parte de la escuela secundaria.",
    "nllb": "15 urte nituenean, leku hau utzi eta herri handiago batera joan nintzen, eskola nagusiko bigarren hezkuntzara.",
    "upv-cmbt": "15 urte nituela, leku hau utzi eta herri handiago batera joateko beharra izan nuen, askoz handiagoa, eta han egin nuen bigarren hezkuntzako bigarren zatia.",
    "itzuli": "",
    "language": "es"
  },
  {
    "id": "393",
    "og_text": "Al principio, hace 10 años, las/los que empezaron en trabajos de comunicación, empezaron con herramientas como cartelería, trabajos manuales, y hoy en día, la tecnología ha avanzado, tenemos otras herramientas y utilizamos redes sociales, aplicaciones, retransmisiones en directo, galerías de fotos, vídeos...",
    "nllb": "Hasieran, orain dela 10 urte, komunikazioaren arloan lanean hasi ginenean, lanabesekin hasi ginen, esaterako kartelak, eskuzko lanabesak, eta gaur egun, teknologia aurrera egin du, beste tresna batzuk ditugu, eta sare sozialak, aplikazioak, zuzeneko streamingeak, argazki galeriak, bideoak...",
    "upv-cmbt": "Hasieran, duela 10 urte, komunikazio lanetan hasi zirenek, kartelak, eskulanak, eta gaur egun, teknologiak aurrera egin du, beste tresna batzuk ditugu eta sare sozialak, aplikazioak, zuzeneko emankizunak, argazki galeriak, bideoak... erabiltzen ditugu.",
    "itzuli": "",
    "language": "es"
  },
  {
    "id": "397",
    "og_text": "A partir de ese cuarteto de personajes principales se construye la historia en donde habrá intrigas de poder, venganzas por ofensas antiguas y también una cuota de acción por los organismos represivos del estado.",
    "nllb": "Pertsonaia nagusien laukote horretatik abiatuta, historia eraikitzen da, non botere-intriga egongo den, iraganeko ofentsa batzuen mendekuak eta baita estatuaren erakunde errepresarioek ekintza kuota bat ere.",
    "upv-cmbt": "",
    "itzuli": "Pertsonaia nagusien laukote horretatik abiatuta eraikitzen da istorioa, non botere-azpijokoak, antzinako laidoen mendekuak eta estatuko erakunde errepresiboen ekintza-kuota bat egongo diren.",
    "language": "es"
  },
  {
    "id": "400",
    "og_text": "A la hora del baño, mientras abandonaba a los esclavos mis piernas para que las depilaran, miraba con asco ese cuerpo sólido, esa máquina casi indestructible que digería, andaba, era capaz de dormir, y que volvería a acostumbrarse un día a las rutinas del amor.",
    "nllb": "Bainugelan, nire hankak esklaboei ilea kentzeko ematen nizkien bitartean, gorrotoz begiratzen nien gorputz sendoari, ia suntsiezina zen makinari digestioa mantentzen, ibiltzen, lo egiten eta maitasunaren errutinara ohitzen zena.",
    "upv-cmbt": "Bainatzeko orduan, esklabuei hankak depilatzeko uzten nizkien bitartean, nazkaz begiratzen nion gorputz sendo horri, makina ia suntsiezin horri, zeinak esan, ibili, lo egin eta egunen batean maitasunaren errutinara ohituko baitzen.",
    "itzuli": "Bainua hartzeko orduan, esklaboei hankak depilatzeko uzten nizkien bitartean, nazkaz begiratzen nion gorputz solido horri, digeritu, ibili, lo egiteko gai zen makina ia suntsiezin horri, egun batean maitasunaren errutinetara ohituko zenari.",
    "language": "es"
  },
  {
    "id": "47",
    "og_text": "Un día, cuando él estaba jugando al golf, pensó que es más difícil fingir que tienes sentimientos cuando no los tienes, que fingir que no tienes sentimientos cuando sí los tienes.",
    "nllb": "",
    "upv-cmbt": "Egun batean, golfean jokatzen ari zela, pentsatu zuen zailagoa dela sentimendurik ez duzula irudikatzea, sentimendurik ez duzula irudikatzea baino.",
    "itzuli": "Egun batean, golfean jolasten ari zela, pentsatu zuen zailagoa dela sentimenduak ez dituzunaren itxura egitea, sentimendurik ez duzulako itxurak egitea baino.",
    "language": "es"
  },
  {
    "id": "49",
    "og_text": "Se denomina enfermedad a infecciosa aquella que es provocada por un patógeno, por ejemplo un virus, una bacteria, un hongo u otro organismo parasitario.",
    "nllb": "Gaixotasun infektiboa izendatzen da patogen batek eragindakoa, esate baterako birus batek, bakterio batek, onddo batek edo beste organismo parasitarioren batek eragindakoa.",
    "upv-cmbt": "",
    "itzuli": "Gaixotasun infekziosoa esaten zaio patogeno batek eragiten duenari, hala nola birus batek, bakterio batek, onddo batek edo beste organismo parasitario batek.",
    "language": "es"
  },
  {
    "id": "55",
    "og_text": "Las empresas aéreas son bien conscientes de que hay un grupo básico de viajeros que está dispuesto a pagar mucho dinero por el privilegio de llegar a un sitio rápido y cómodamente, y cobrar en consecuencia.",
    "nllb": "Hegazkin enpresek badakite bidaiari talde bat dagoela prest asko ordaintzeko leku batera azkar eta eroso iristeko pribilegioagatik, eta horretarako kobratzeko.",
    "upv-cmbt": "Aire-enpresek ondo dakite oinarrizko bidaiari-talde bat prest dagoela diru asko ordaintzeko gune azkar eta eroso batera iristeko pribilegioagatik, eta horren arabera kobratzeko.",
    "itzuli": "",
    "language": "es"
  },
  {
    "id": "61",
    "og_text": "Por lo general, los agentes de viajes ofrecen paquetes que incluyen el desayuno, traslados desde y hasta el aeropuerto, e incluso paquetes combinados de vuelos y alojamiento.",
    "nllb": "",
    "upv-cmbt": "Oro har, bidaia-agenteek paketeak eskaintzen dituzte, besteak beste, gosaria, aireportutik eta aireportura egindako joan-etorriak eta hegaldien eta ostatuaren pakete konbinatuak.",
    "itzuli": "Oro har, bidaia-agenteek gosaria, aireportutik eta aireportura arteko joan-etorriak eta hegaldietako eta ostatuko pakete konbinatuak eskaintzen dituzte.",
    "language": "es"
  },
  {
    "id": "64",
    "og_text": "Tiene un poco de miedo, está un poco confundida porque, a pesar de que su mamá le dice todo el rato que es hermosa, todos los días en la escuela, alguien le dice que es fea.",
    "nllb": "Beldur pixka bat dauka, nahasita dago, zeren, bere amak behin eta berriz polita dela esaten dion arren, egunero ikastolan norbaitek itsusia dela esaten dio.",
    "upv-cmbt": "",
    "itzuli": "Beldur pixka bat du, apur bat nahastuta dago, izan ere, bere amak beti esaten badio ere ederra dela, egunero eskolan, norbaitek itsusia dela esaten dio.",
    "language": "es"
  },
  {
    "id": "65",
    "og_text": "Los libros y las revistas acerca de la supervivencia en la naturaleza son comunes, pero las publicaciones que tratan sobre las zonas de guerras son escazas.",
    "nllb": "",
    "upv-cmbt": "Naturan bizirauteari buruzko liburuak eta aldizkariak ohikoak dira, baina gerra-eremuei buruzko argitalpenak eskasak dira.",
    "itzuli": "Naturaren biziraupenari buruzko liburuak eta aldizkariak ohikoak dira, baina gerren eremuei buruzko argitalpenak eskazak dira.",
    "language": "es"
  },
  {
    "id": "67",
    "og_text": "Ya que por sus errores, tuve que descuidar mi propia operación y desplegar a mis hombres para buscar al soldado desaparecido que él mismo dejó atrás ese mismo día más temprano.",
    "nllb": "Bere hutsegiteak nire operazioa utzi eta... bere soldaduaren bila joan nintzen.",
    "upv-cmbt": "Izan ere, bere akatsengatik, nire operazioa alde batera utzi eta nire gizonak zabaldu behar izan nituen, egun hartan bertan goizago atzean utzi zuen soldadu desagertuaren bila.",
    "itzuli": "",
    "language": "es"
  },
  {
    "id": "68",
    "og_text": "A veces sólo son insultos, o piedras y botellas arrojados de un lado al otro, pero a menudo son bombas y balas, y casi todos los días los periódicos publican informes nuevos de los asesinatos de la víspera.",
    "nllb": "",
    "upv-cmbt": "Batzuetan irainak baino ez dira, edo alde batetik bestera botatako harriak eta botilak, baina askotan bonbak eta balak dira, eta ia egunero egunkariek bezperako hilketei buruzko txosten berriak argitaratzen dituzte.",
    "itzuli": "Batzuetan irainak baino ez dira, edo harriak eta botilak alde batetik bestera botata, baina askotan bonbak eta balak dira, eta ia egunero argitaratzen dituzte egunkariek bezperako hilketen txosten berriak.",
    "language": "es"
  },
  {
    "id": "69",
    "og_text": "Los residentes de otras regiones con frecuencia refieren que la buena vida familiar es la razón primaria para mudarse allí y, muchas veces, los visitantes descubren que es fácil disfrutar de la ciudad con niños alrededor.",
    "nllb": "Beste eskualde batzuetako bizilagunek maiz esaten dute familia-bizitza ona dela hango lekuetara joateko arrazoi nagusia, eta, askotan, bisitariek erraz aurkitzen dute hiria haurrak inguruan dituztenean.",
    "upv-cmbt": "Beste eskualde batzuetako biztanleek askotan aipatzen dute familia-bizitza ona dela hara joateko arrazoi nagusia, eta, askotan, bisitariek jakiten dute erraza dela hiriaz gozatzea inguruko haurrekin.",
    "itzuli": "",
    "language": "es"
  },
  {
    "id": "71",
    "og_text": "Existen aspectos positivos en estos sitios web, como la posibilidad de configurar de forma sencilla un salón de clases virtual que puede contener blogs, videos y fotos, entre otros.",
    "nllb": "Webgune horietan alderdi positiboak daude, hala nola, blogak, bideoak eta argazkiak, besteak beste, biltzeko aukera duten gela birtuala erraz konfiguratzeko aukera.",
    "upv-cmbt": "",
    "itzuli": "Webgune horietan alderdi positiboak daude, hala nola ikasgela birtual bat modu errazean konfiguratzeko aukera, blogak, bideoak eta argazkiak izan ditzakeena, besteak beste.",
    "language": "es"
  },
  {
    "id": "72",
    "og_text": "Nunca antes han visto los periodistas a una princesa romper el protocolo debido a personas de su condición, a menos que sea una nueva estrategia publicitaria a la americana.",
    "nllb": "Orain arte kazetariek ez dute inoiz printzesa bat ikusi... protokoloa hausten bera bezalako jendeagatik,...adibidez, estrategia amerikar berri bat.",
    "upv-cmbt": "Kazetariek ez dute inoiz ikusi printzesa bat protokoloa hausten, bere izaerako pertsonak direla eta, amerikarrentzako publizitate estrategia berria ez bada.",
    "itzuli": "",
    "language": "es"
  },
  {
    "id": "73",
    "og_text": "Los huracanes, el pedrisco, las lluvias excesivas y los incendios forestales son tipos y consecuencias del clima extremo, así como las tormentas eléctricas, los tornados, las mangas de agua o los ciclones.",
    "nllb": "Urakanak, harriak, gehiegizko euriak eta basoko suteak, klima muturrekoen mota eta ondorio dira, baita tximistak, tornadoak, ur-jausiak edo zikloiak ere.",
    "upv-cmbt": "",
    "itzuli": "Urakanak, harri-jasak, gehiegizko euriteak eta baso-suteak muturreko klimaren motak eta ondorioak dira, baita ekaitz elektrikoak, tornadoak, ur-mahukak edo zikloiak ere.",
    "language": "es"
  },
  {
    "id": "76",
    "og_text": "Parece un principio básico constitucional que la garantía del derecho de reunión, protesta y manifestación en una carretera de forma pacífica debería ser proporcional a la magnitud de las injusticias contra las que se protesta y reclama.",
    "nllb": "Oinarrizko printzipio konstituzionala dirudi errepide batean bilera, protesta eta manifestazio eskubideak bermatzeak protesta eta kexak egiten diren bidegabekeriaren neurrira egon beharko lukeela.",
    "upv-cmbt": "",
    "itzuli": "Badirudi oinarrizko printzipio konstituzional bat dela errepide batean modu baketsuan biltzeko, protestatzeko eta manifestatzeko eskubidearen bermeak proportzionala izan beharko lukeela protesta eta erreklamatzen diren bidegabekerien tamainarekiko.",
    "language": "es"
  },
  {
    "id": "79",
    "og_text": "Hay botas con tachuelas y existe un accesorio adicional con tachuelas para condiciones resbaladizas, que se adapta a casi cualquier calzado, tanto para los tacones como para la suela. ",
    "nllb": "Botak takoiekin daude eta eremu irristakorretarako takoi osagarri bat dago, ia edozein zapata egokitzen dena, takoietarako zein zapatak egiteko. ",
    "upv-cmbt": "",
    "itzuli": "Tatxetak dituzten botak daude eta baldintza irristakorretarako tatxetak dituen osagarri bat dago, ia edozein oinetakori egokitzen zaiona, bai takoiei bai zolari dagokienez.",
    "language": "es"
  },
  {
    "id": "81",
    "og_text": "Sabemos que nuestras expectativas y creencias pueden manipularse, razón por la que hacemos estos ensayos donde experimentamos con un placebo; la mitad de un grupo recibe el tratamiento real y la otra mitad recibe el placebo.",
    "nllb": "",
    "upv-cmbt": "Badakigu gure itxaropenak eta sinesmenak manipulatu egin daitezkeela, eta horregatik egiten ditugu entsegu hauek plazebo batekin esperimentatzeko; talde baten erdiak benetako tratamendua jasotzen du, eta beste erdiak plazeboa.",
    "itzuli": "Badakigu gure itxaropenak eta sinesmenak manipulatu egin daitezkeela, eta horregatik egiten ditugu saio horiek plazebo batekin esperimentatzen dugunean; talde baten erdiak benetako tratamendua jasotzen du eta beste erdiak plazeboa.",
    "language": "es"
  },
  {
    "id": "82",
    "og_text": "Por ejemplo, si eso es cierto, un autobús con 80 pasajeros tiene el derecho a 80 veces más espacio de carretera que un auto con uno.",
    "nllb": "",
    "upv-cmbt": "Adibidez, hori egia bada, 80 bidaiari dituen autobus batek auto batek baino 80 aldiz leku gehiago izateko eskubidea du.",
    "itzuli": "Adibidez, hori egia bada, 80 bidaiari dituen autobus batek 80 aldiz gehiago hartzeko eskubidea du, auto bakar batek baino.",
    "language": "es"
  },
  {
    "id": "83",
    "og_text": "Ningún niño debería tener que crecer, jamás, en un entorno en el que no haya cariño, cuidados y educación; pero sucede.",
    "nllb": "Haurrek ez lukete hazi behar, ezta zaindu ere. Baina gertatzen da.",
    "upv-cmbt": "Haur bakar batek ere ez luke hazi behar, inoiz, maitasunik, zaintzarik eta hezkuntzarik gabeko ingurune batean; baina gertatzen da.",
    "itzuli": "",
    "language": "es"
  },
  {
    "id": "85",
    "og_text": "En cuanto a los requisitos y costos para obtener su visa, ello dependerá del país de donde provenga y, además, varía de país en país.",
    "nllb": "",
    "upv-cmbt": "Bisa lortzeko eskakizunei eta kostuei dagokienez, jatorria herrialdearen araberakoa izango da, eta, gainera, herrialdez herrialde aldatuko da.",
    "itzuli": "Bisa lortzeko baldintzei eta kostuei dagokienez, jatorrizko herrialdearen araberakoa izango da, eta, gainera, herrialdez herrialde aldatzen da.",
    "language": "es"
  },
  {
    "id": "87",
    "og_text": "Gracias al apogeo de las nuevas tecnologías, tenemos la posibilidad de ver e investigar estructuras y procesos que se producen en el cerebro que jamás antes se han visto.",
    "nllb": "Teknologia berriaren goraldiari esker, aurretik inoiz ikusi gabeko estruktura eta prozesuak ikusteko eta aztertzeko aukera dugu burmuinean.",
    "upv-cmbt": "Teknologia berrien gorakadari esker, garunean inoiz ikusi ez diren egitura eta prozesuak ikusteko eta ikertzeko aukera dugu.",
    "itzuli": "",
    "language": "es"
  },
  {
    "id": "89",
    "og_text": "Mi deseo es que ustedes ayuden a formar un movimiento fuerte y sostenible para educar a todos los niños sobre la comida, para inspirar a las familias a cocinar otra vez, y ayudar a que las personas en todo el mundo puedan pelear de frente contra la obesidad.",
    "nllb": "",
    "upv-cmbt": "Nire nahia da zuek mugimendu indartsu eta iraunkor bat sortzen laguntzea, haur guztiak janariaren gainean hezteko, familiak berriz ere sukaldean inspiratzeko, eta mundu osoko pertsonek obesitatearen aurka aurrez aurre borrokatu ahal izateko.",
    "itzuli": "Nire nahia da zuek mugimendu indartsu eta iraunkor bat osatzen laguntzea, haur guztiak janariaren inguruan hezteko, familiak berriro sukaldean aritzeko inspiratzeko, eta mundu osoko pertsonek gizentasunaren aurka aurrez aurre borrokatu ahal izan dezaten laguntzeko.",
    "language": "es"
  },
  {
    "id": "9",
    "og_text": "El foco tanto de naturalistas como de filósofos fue puesto en las obras clásicas; especialmente, en la versión en latín del texto bíblico.",
    "nllb": "Naturalistek eta filosofoek lan klasikoetan jarri zuten arreta; batez ere, Bibliako testuaren latinezko bertsioan.",
    "upv-cmbt": "Naturalisten eta filosofoen fokua lan klasikoetan jarri zen; bereziki, Bibliako testuaren latinezko bertsioan.",
    "itzuli": "Naturalisten zein filosofoen fokua obra klasikoetan jarri zen, bereziki Bibliako testuaren latinezko bertsioan.",
    "language": "es"
  },
  {
    "id": "91",
    "og_text": "El hecho es que no hay ahora, ni ha habido nunca en la historia, un solo país en el mundo con igualdad entre mujeres y hombres.",
    "nllb": "Kontua da gaur egun ez dagoela, eta ez dela inoiz izan, munduan herrialderik emakume eta gizonen artean berdintasuna ezarri duenik.",
    "upv-cmbt": "",
    "itzuli": "Kontua da ez dagoela orain, eta historian ez dela inoiz izan, munduan herrialde bakar bat ere emakumeen eta gizonen arteko berdintasunarekin.",
    "language": "es"
  },
  {
    "id": "94",
    "og_text": "Mi respuesta es que poseemos el mayor número de neuronas en la corteza cerebral, y creo que es la explicación más simple para nuestras habilidades cognitivas extraordinarias.",
    "nllb": "Nire erantzuna hau da: garun kortexean neurona kopuru handiena dugu eta uste dut hori dela gure gaitasun kognitibo ezohikoen azalpen sinpleena.",
    "upv-cmbt": "",
    "itzuli": "Nire erantzuna da garun-azalean ahalik eta neurona gehien ditugula, eta uste dut gure aparteko gaitasun kognitiboetarako azalpenik sinpleena dela.",
    "language": "es"
  },
  {
    "id": "95",
    "og_text": "Razan, con solo 19 años, puso su creatividad como estudiante en ingeniería y arquitectura al servicio de los que la rodearon preparando paquetes de ayuda para las personas sin hogar entre otros proyectos.",
    "nllb": "Razanek, 19 urte besterik ez zituela, ingeniaritza eta arkitektura ikasle gisa bere sormena ingurukoen zerbitzura jarri zuen, etxerik gabekoentzat laguntza paketeak prestatuz beste proiektu batzuen artean.",
    "upv-cmbt": "Razanek, 19 urte besterik ez zituela, ingeniaritzako eta arkitekturako ikasle gisa bere sormena ingurukoen zerbitzura jarri zuen, etxerik gabeko pertsonentzako laguntza-paketeak prestatuz, besteak beste.",
    "itzuli": "",
    "language": "es"
  },
  {
    "id": "96",
    "og_text": "Aunque se basaban en muy poca evidencia, muchos científicos pensaban que los cerebros de todos los mamíferos, incluyendo el cerebro humano, estaban formados de la misma manera, con un número de neuronas que era siempre proporcional al tamaño del cerebro.",
    "nllb": "Ebidentzia gutxi izan arren, zientzialari askok zioten ugaztun guztien garunak, baita gizakiena ere, berdin osatuak zeudela eta garunaren tamainarekiko proportzionala zen neurona kopurua zutela.",
    "upv-cmbt": "Oso ebidentzia gutxitan oinarritzen ziren arren, zientzialari askok uste zuten ugaztun guztien garunak, giza garuna barne, era berean osatuta zeudela, neurona kopuru batekin, beti garunaren tamainarekiko proportzionala zena.",
    "itzuli": "Oso ebidentzia gutxitan oinarritzen ziren arren, zientzialari askok uste zuten ugaztun guztien garunak, giza garuna barne, modu berean eratuta zeudela, garunaren tamainarekiko proportzionala zen neurona kopuruarekin.",
    "language": "es"
  },
  {
    "id": "97",
    "og_text": "Siempre me aseguro de escribir mensajes relevantes para el lugar donde estoy pintando, pero mensajes que tengan una dimensión universal, para que así cualquiera en el mundo pueda conectar con él.",
    "nllb": "Beti ziurtatzen dut idazten ditudan mezuak margotzen ari naizen tokiarentzat egokiak direla, baita dimentsio unibertsala daukaten mezuak izatea edonor konektatu ahal izateko.",
    "upv-cmbt": "Beti idazten ditut pintatzen ari naizen lekurako garrantzitsuak diren mezuak, baina dimentsio unibertsala duten mezuak, horrela munduko edozeinek harekin konektatzeko aukera izan dezan.",
    "itzuli": "Beti ziurtatzen dut pintatzen ari naizen tokirako garrantzitsuak diren mezuak idaztea, baina dimentsio unibertsala duten mezuak idaztea, horrela munduko edonork harekin konektatu ahal izateko.",
    "language": "es"
  }
]